Repository: Locxion/NanoTwitchLeafs
Catalog: Properties/Resources.*.resx
Languages: da_dk, de_at, de_de, fr_fr, pt_br, ru_ru, sk_sk

# General_Button_Changelog
source: View Changelog
da_dk: Se Changelog
de_at: Vaänderungen auschaun
de_de: Siehe Änderungen
fr_fr: Voir le Changelog
pt_br: Ver Changelog
ru_ru: Просмотреть журнал изменений
sk_sk: Zoznam zmien

# Window_AppInfo_Title
source: App Info
da_dk: Program Information
de_de: Programm Informationen
fr_fr: Infos sur l'application
pt_br: Informações do Programa
ru_ru: Информация о приложении
sk_sk: O aplikácií

# Window_AppInfo_Label_Creator
source: Creator:
da_dk: Skaber:
de_at: Mocha:
de_de: Ersteller:
fr_fr: Créateur :
pt_br: Criador:
ru_ru: Cоздатель:
sk_sk: Tvorca:

# Window_AppInfo_Button_Feedback
source: Send Feedback
de_at: Gib ma Rückmödung
de_de: Gib uns Feedback
fr_fr: Envoyer des commentaires
pt_br: Enviar feedback
ru_ru: Отправить отзыв
sk_sk: Poslať odozvu

# General_MessageBox_Error_Title
source: Error!
da_dk: Fejl!
de_at: Föla!
de_de: Fehler!
fr_fr: Erreur !
pt_br: Erro!
ru_ru: Oшибка!
sk_sk: Chyba!

# General_MessageBox_EnterUsername
source: Please enter a Twitch Username!
da_dk: Venligst indtast et Twitch brugernavn!
de_at: Gib dein Twitch Naum ei!
de_de: Bitte gib einen Twitch Benutzernamen ein!
fr_fr: Veuillez entrer un nom d'utilisateur Twitch !
pt_br: Insira um nome de usuário da Twitch!
ru_ru: Пожалуйста, введите Twitch имя пользователя
sk_sk: Prosím zadaj Twitch uživateľské meno!

# General_MessageBox_UsernameExists
source: Username already exists!
da_dk: Brugernavnet eksisterer allerede!
de_at: Den Naum gibts scho!
de_de: Benutzername schon vorhanden!
fr_fr: Le nom d'utilisateur existe déjà !
pt_br: Este nome de usuário já existe!
ru_ru: Имя пользователя уже существует
sk_sk: Uživateľské meno už existuje!

# General_MessageBox_NoUserSelected
source: Please Select a Username from the List below!
da_dk: Venligst vælg et brugernavn fra listen nedenunder!
de_at: Nimm an Naum aus da Listn!
de_de: Bitte wähle einen Benutzernamen aus der Liste!
fr_fr: Veuillez sélectionner un nom d'utilisateur dans la liste ci-dessous !
pt_br: Selecione um nome de usuário da lista!
ru_ru: Пожалуйста, выберите имя пользователя из списка ниже!
sk_sk: Prosím vyber zo zoznamu nižšie uživateľské meno!

# General_MessageBox_AddDev
source: You can't add the Developer to the Blacklist. We are watching you ... Kappa!
da_dk: Du kan ikke tilføje en udvikler til blacklisten. Vi holder øje med dig ... Kappa!
de_de: Du kannst die Entwickler nicht auf die Blacklist setzen! Wir beobachten dich! ... Kappa!
fr_fr: Vous ne pouvez pas ajouter le développeur à la liste noire. Nous vous surveillons ... Kappa !
pt_br: Você não pode adicionar o desenvolvedor na sua lista negra. Nós estamos te observando... Kappa!
ru_ru: Вы не можете добавить Разработчика в Черный список. Мы следим за вами ... Kappa!
sk_sk: Vývojára nemôžeš pridať na čiernu listinu. Odteraz ťa sledujeme... Kappa!

# General_Blacklist_MessageBox_AddedUserX
source: Added Username '{0}' to the Blacklist!
da_dk: Tilføjede bruger '{0}' til blacklisten!
de_at: Da Nutza '{0}' is auf da Gfrastalistn!
de_de: Benutzer '{0}' wurde zur Blacklist hinzu gefügt!
fr_fr: Ajouté le nom d'utilisateur '{0}' à la liste noire !
pt_br: Usuário '{0}' adicionado para a lista negra!
ru_ru: Добавлено имя пользователя '{0}' в черный список!
sk_sk: Uživateľské meno '{0}' pridané na čiernu listinu!

# General_Blacklist_MessageBox_RemovedUserX
source: Removed Username '{0}' from the Blacklist!
da_dk: Fjernede bruger '{0}' fra blacklisten!
de_at: Da Nutza '{0}' is nimma auf da Gfrastalistn!
de_de: Benutzer '{0}' wurde von der Blacklist entfernt!
fr_fr: Suppression du nom d'utilisateur '{0}' de la liste noire !
pt_br: Usuário '{0}' removido da lista negra!
ru_ru: Удалено имя пользователя '{0}' из чёрного списка!
sk_sk: Uživateľské meno '{0}' odstránené z čiernej listiny!

# Window_Devices_Title
source: Connected Devices
da_dk: Forbind enheder
de_at: Vabundane Liachta
de_de: Verbundene Geräte
fr_fr: Périphériques connectés
pt_br: Dispositivos conectados
ru_ru: Подключенные приборы
sk_sk: Pripojené zariadenia

# Window_Devices_Button_RemoveDevice
source: Remove Device
da_dk: Fjern enheder
de_at: Liachta fladan
de_de: Gerät entfernen
fr_fr: Retirer le périphérique
pt_br: Remover dispositivo
ru_ru: Удалить прибор
sk_sk: Odstrániť zariadenie

# Window_Devices_Button_Close
source: Close
da_dk: Luk
de_at: Zuamochn
de_de: Schließen
fr_fr: Fermer
pt_br: Fechar
ru_ru: Закрыть
sk_sk: Zavrieť

# Window_Devices_Button_RenameButton
source: Rename Device
da_dk: Omdøb enheder
de_at: Aundara Liachtanaum
de_de: Gerät umbenennen
fr_fr: Renommer le périphérique
pt_br: Renomear dispositivo
ru_ru: Переименовать прибор
sk_sk: Premenovať zariadenie

# Window_Devices_Button_UpdateDevices
source: Update all Devices
da_dk: Opdater alle enheder
de_at: Olle Liachta neichlona
de_de: Alle Geräte aktualisieren
fr_fr: Mettre à jour tous les périphériques
pt_br: Atualizar todos os dispositivos
ru_ru: Обновить все приборы
sk_sk: Aktualizovať všetky zariadenia

# Code_Devices_MessageBox_RemoveConfirm
source: Do you really want to remove '{0}'?
da_dk: Vil du virkelig fjerne {0}?
de_at: Wüst des Liacht {0} wirklich fladan?
de_de: Möchtest du wirklich das Gerät {0} entfernen?
fr_fr: Voulez-vous vraiment supprimer {0} ?
pt_br: Vocë deseja remover {0}?
ru_ru: Ты правда хочешь убрать {0}?
sk_sk: Chceš naozaj odstrániť '{0}'?

# Code_Devices_MessageBox_RemoveConfirm_Title
source: Remove Nanoleaf Device
da_dk: Fjern Nanoleaf enhed
de_de: Nanoleaf Gerät entfernen
fr_fr: Retirer le périphérique Nanoleaf
pt_br: Remover Dispositivo Nanoleaf
ru_ru: Удалить Nanoleaf прибор
sk_sk: Odstrániť Nanoleaf

# Code_Devices_Messagebox_UpdateDevices_Succes
source: Devices Updated!
da_dk: Enheder opdateret!
de_de: Geräte aktualisiert!
fr_fr: Périphériques mis à jour !
pt_br: Dispositivos atualizados!
ru_ru: Приборы обновлены!
sk_sk: Zariadenia aktualizované!

# Window_NanoDeviceInput_Title
source: Name your Device
da_dk: Navngiv din enhed
de_de: Benenne dein Nanoleaf Gerät
fr_fr: Nommez votre périphérique.
pt_br: Nomeie o seu dispositivo
ru_ru: Назовите ваше Приборы
sk_sk: Názov zariadenia

# Window_NanoDeviceInput_Text
source: Name your Device like 'Livingroom' or 'Left Wall'
da_dk: Navngiv din enhed. F.eks. 'Stue' eller 'Venstre Væg'
de_de: Nenne dein Gerät zum Beispiel 'Wohnzimmer' oder 'Wand links'
fr_fr: Nommez votre périphérique comme 'Salon' ou 'Mur gauche'
pt_br: Nomeie o seu dispositivo como 'Sala' ou 'Parede do quarto'
ru_ru: Назовите ваше Приборы как "Гостиная" или "Левая стена".
sk_sk: Názov zariadenia napr. "Obývačka" alebo "Stena naľavo"

# Window_Loading_Title
source: Loading ...
da_dk: Indlæser ...
de_de: Läd ...
fr_fr: Chargement ...
pt_br: Carregando...
ru_ru: Загрузка...
sk_sk: Nahrávanie ...

# Window_Loading_Text
source: Loading ... Please Wait
da_dk: Indlæser ... Vent venligst
de_de: Läd ... Bitte warten
fr_fr: Chargement ... Veuillez attendre
pt_br: Carregando... Por favor, aguarde
ru_ru: Загрузка... Пожалуйста, подождите.
sk_sk: Nahrávanie ... Prosím čakaj

# Window_Main_Tabs_TwitchLogin_Button_Connect
source: Connect
da_dk: Forbind
de_de: Zum Server verbinden
fr_fr: Connecter
pt_br: Conectar
ru_ru: Соединить
sk_sk: Pripojenie

# Window_Main_Tabs_TwitchLogin_Button_Disconnect
source: Disconnect
da_dk: Afbryd
de_de: Serverbindung trennen
fr_fr: Déconnecter
pt_br: Disconectar
ru_ru: Отсоединиться
sk_sk: Odpojenie

# Window_Main_Tabs_TwitchLogin_Label_Prefix
source: Command Prefix:
da_dk: Kommando præfiks:
de_de: Befehl Prefix:
fr_fr: Préfixe de commande :
pt_br: Prefixo do comando:
ru_ru: Префикс команд:
sk_sk: Predpona príkazu:

# Window_Main_Tabs_Nano_Button_Pairing
source: Pairing
da_dk: Forbinder
de_de: Verbinden
fr_fr: Couplage
pt_br: Pareando
ru_ru: Спаривание
sk_sk: Párovať

# Window_Main_Tabs_Nano_Button_Test
source: Test Connection
da_dk: Test forbindelse
de_de: Verbindung Testen
fr_fr: Test de connexion
pt_br: Testar conexão
ru_ru: Пробное подключение
sk_sk: Skúsiť spojenie

# Window_Main_Tabs_Nano_Checkbox_EnableTrigger
source: Enable Trigger
da_dk: Aktiver Trigger
de_de: Trigger aktiviert
fr_fr: Activer les déclencheurs
pt_br: Habilitar Trigger
ru_ru: Включить триггер
sk_sk: Zapnúť spúšťač

# Window_Main_Tabs_Nano_Button_EditTrigger
source: Edit Trigger
da_dk: Rediger Trigger
de_de: Trigger bearbeiten
fr_fr: Editer les déclencheurs
pt_br: Editar Trigger
ru_ru: Редактировать триггер
sk_sk: Upraviť spúšťač

# Window_Main_Tabs_Nano_Textbox_Text
source: Please pair your Device or test the Connection
da_dk: Venligst forbind din enhed og test forbindelsen
de_de: Verbinde bitte ein Gerät oder Teste die Verbindung
fr_fr: Veuillez coupler votre périphérique ou tester la connexion
pt_br: Pareie os seus dispositivos ou teste a conexão
ru_ru: Пожалуйста, подключите Приборы или протестируйте соединение
sk_sk: Prosím spáruj tvoje zariadenie alebo vyskúšaj spojenie

# Window_Main_Tabs_Nano_Checkbox_EnableCooldown
source: Enable Cooldown
da_dk: Aktiver Cooldown
de_de: Cooldown aktiviert
fr_fr: Activer le temps de recharge
pt_br: Habilite Cooldown
ru_ru: Включить переохлаждение
sk_sk: Zapnúť časovač

# Window_Main_Tabs_Nano_Label_Seconds
source: Seconds
da_dk: Sekunder
de_de: Sekunden
fr_fr: Secondes
pt_br: Segundos
ru_ru: Секунданты
sk_sk: Sekundy

# Window_Main_Tabs_Nano_Button_ResetQueue
source: Reset Queue
da_dk: Nulstil kø
de_de: Warteliste löschen
fr_fr: Réinitialisation de la file d'attente
pt_br: Resetar fila
ru_ru: Сброс очереди
sk_sk: Resetovať frontu

# Window_Main_Tabs_Nano_Label_EventsInQueue
source: Events in Queue:
da_dk: Begivenheder i kø:
de_de: Trigger in Liste:
fr_fr: Événements en file d'attente :
pt_br: Eventos na fila:
ru_ru: Очередные события:
sk_sk: Udalosti vo fronte:

# Window_Main_Tabs_Nano_Label_AutoRestore
source: Auto restore previous Effect:
da_dk: Auto gendanne tidligere effekt:
de_de: Vorherigen Effekt wiederherstellen:
fr_fr: Restauration automatique de l'effet précédent :
pt_br: Voltar automaticamente para o efeito anterior:
ru_ru: Автоматическое восстановление предыдущего эффекта:
sk_sk: Automaticky obnoviť predošlý efekt:

# Window_Main_Tabs_Nano_Checkbox_onCommand
source: on Command
da_dk: på Command
de_de: auf Befehl
fr_fr: sur commande
pt_br: por comando
ru_ru: по команде
sk_sk: na príkaz

# Window_Main_Tabs_Nano_Checkbox_onKeyword
source: on Keyword
da_dk: på Nøgleord
de_de: bei Schlüsselwort
fr_fr: sur mot-clé
pt_br: por palavra-chave
ru_ru: по ключевому слову
sk_sk: na kľúčové slovo

# Window_Main_Tabs_Nano_Checkbox_ModeratorIgnorCooldown
source: Moderator can ignore Cooldown
da_dk: Moderator kan ignorere Cooldown
de_de: Keine Abklingzeit für Moderatoren
fr_fr: Le modérateur peut ignorer le temps de recharge
pt_br: Moderador pode ignorar o Cooldown
ru_ru: Модератор может игнорировать Коулдаун
sk_sk: Moderátor môže ignorovať časovač

# Window_Main_Tabs_Nano_Button_ManageDevices
source: Manage Devices
da_dk: Styr enheder
de_de: Geräte Übersicht
fr_fr: Gérer les périphériques
pt_br: Gerenciar dispositivos
ru_ru: Управляющие Приборов
sk_sk: Spravovať zariadenia

# Window_Main_Tabs_Nano_Button_RestartQueue
source: Restart Queue
da_dk: Genstart kø
de_de: Warteliste neustart
fr_fr: Redémarrer la file d'attente
pt_br: Reiniciar a fila
ru_ru: Очередь рестарта
sk_sk: Reštartovať frontu

# Window_Main_Tabs_Settings_Title
source: Settings
da_dk: Indstillinger
de_de: Einstellungen
fr_fr: Paramètres
pt_br: Configurações
ru_ru: Настройки
sk_sk: Nastavenia

# Window_Main_Tabs_Settings_Checkbox_Debug
source: Enable Debug
da_dk: Aktiver Debug
de_de: Debug aktiviert
fr_fr: Activer le débogage
pt_br: Habilitar Debug
ru_ru: Включить отладку
sk_sk: Zapnúť debug

# Window_Main_Tabs_Settings_Checkbox_Responses
source: Enable Chat Response
da_dk: Altiver Chat svar
de_de: Chatantworten aktiviert
fr_fr: Activer la réponse par chat
pt_br: Habilitar resposta no chat
ru_ru: Включить чат-реакцию
sk_sk: Zapnúť odpovede z chatu

# Window_Main_Tabs_Settings_Checkbox_Whisper
source: Whisper Mode
de_de: Flüster Modus
fr_fr: Mode chuchotement
pt_br: Modo Sussurro
ru_ru: Шепотовый режим
sk_sk: Mód šepkania

# Window_Main_Tabs_Settings_Label_General
source: General:
da_dk: Generelt:
de_de: Allgemein:
fr_fr: Général :
pt_br: Geral:
ru_ru: Главный:
sk_sk: Obecné:

# Window_Main_Tabs_Settings_Label_Misc
source: Misc:
da_dk: Diverse:
de_de: Sonstiges:
fr_fr: Divers :
pt_br: Diversos:
ru_ru: Ошибка:
sk_sk: Rôzne:

# Window_Main_Tabs_Settings_Button_Edit
source: Edit
da_dk: Rediger
de_at: Bearbeiten
de_de: Bearbeiten
fr_fr: Modifier
pt_br: Editar
ru_ru: Изменить
sk_sk: Upraviť

# Window_Main_Tabs_Settings_Checkbox_Autoconnect
source: Auto Connect at Startup
da_dk: Auto forbind ved opstart
de_de: Verbinden beim Start
fr_fr: Connexion automatique au démarrage
pt_br: Conectar automaticamente ao iniciar
ru_ru: Автоматическое соединение при запуске
sk_sk: Auto pripojiť po štarte

# Window_Main_Tabs_Settings_Button_OpenDebugDir
source: Debug Directory
da_dk: Åben Debug mappe
de_de: Debug Verzeichnis
fr_fr: Répertoire de débogage
pt_br: Abrir pasta de Debug
ru_ru: Открытый каталог отладки
sk_sk: Priečinok pre debug

# Window_Main_Tabs_Settings_Label_ResetBrightness
source: Reset Brightness to
da_dk: Nulstil lysstyrke til
de_de: Setze Helligkeit auf
fr_fr: Réinitialiser la luminosité à
pt_br: Resetar brilho para
ru_ru: Сброс яркости до
sk_sk: Resetovať jas na

# Window_Main_Tabs_Settings_Checkbox_Blocklist
source: Enable User Blocklist
da_dk: Aktiver bruger blockliste
de_de: Nutzer Blockliste aktiviert
fr_fr: Activer la liste de blocage des utilisateurs
pt_br: Habilitar bloqueio de usuário
ru_ru: Включить блок-список пользователя
sk_sk: Zapnúť Blocklist

# Window_Main_Tabs_Settings_Button_UpdateCheck
source: Check for Updates
da_dk: Tjek for opdateringer
de_de: Suche nach Updates
fr_fr: Vérifier les mises à jour
pt_br: Verificando atualizações
ru_ru: Проверка обновлений
sk_sk: Skontrolovať aktualizácie

# Window_Main_Tabs_Settings_Label_SetEffect
source: Set Base Effect
da_dk: Sæt basis effekt
de_de: Setze Basis Effekt
fr_fr: Définir l'effet de base
pt_br: Definir efeito base
ru_ru: Установить базовый эффект
sk_sk: Základný efekt

# Window_Main_Tabs_Settings_Button_LoadEffects
source: Load
da_dk: Indlæs
de_de: Abrufen
fr_fr: Chargement
pt_br: Carregar
ru_ru: Загрузить
sk_sk: Nahrať

# Window_Main_Tabs_Settings_Checkbox_AutoIPRefresh
source: Auto refresh Nano IP's on Startup
da_dk: Auto opdater Nano IP'er ved opstart
de_de: Geräte IP-Adressen automatisch aktualisieren
fr_fr: Auto rafraîchir les IP's des Nanos au démarrage
pt_br: Atualizar automaticamente o IP da Nano ao iniciar
ru_ru: Автоматическое обновление IP Нано на старте
sk_sk: Automatická obnova IP adries po štarte

# Window_Main_Tabs_Chat_Button_Send
source: Send
de_de: Senden
fr_fr: Envoyer
pt_br: Enviar
ru_ru: Отправить
sk_sk: Poslať

# Window_Main_Tabs_Console_Title
source: Console
da_dk: Konsol
de_de: Konsole
ru_ru: Консоль
sk_sk: Konzola

# Window_Main_Button_Save
source: Save
da_dk: Gem
de_de: Speichern
fr_fr: Sauvez
pt_br: Salvar
ru_ru: Сохранить
sk_sk: Uložiť

# Code_Main_MessageBox_BetaTitle
source: This is a Beta Version!
da_dk: Dette er en Beta Version!
de_de: Dies ist eine Beta Version!
fr_fr: Ceci est une version bêta !
pt_br: Isso é uma versão Beta!
ru_ru: Это бета-версия!
sk_sk: Toto je Beta verzia!

# Code_Main_MessageBox_Beta
source: Please keep in mind that you're running a Beta Version! Provide Feedback about your using Experience and Bugs on the Discord in the Beta Channel!
da_dk: Venligst husk at du kører en Beta Version! Giv feedback omkring din bruger oplevelse og fejl på Discord under Beta kanalen!
de_de: Bitte denke daran das es sich hierbei um eine Beta Version handelt! Bei Problemen und/oder Feedback bitte im Discord Channel für die Beta melden!
fr_fr: N'oubliez pas que vous utilisez une version bêta ! Donnez votre avis sur votre expérience d'utilisation et sur les bugs sur le Discord dans le canal bêta !
pt_br: Tenha em mente que você está usando uma versão Beta! Dê feedbacks e relate bugs do programa no canal Beta no Discord!
ru_ru: Пожалуйста, имейте в виду, что у вас бета-версия! Предоставьте отзывы о своем опыте использования и об ошибках на Discord в бета-канале!
sk_sk: Prosím nezabúdaj, že používaš Beta verziu! Poskytni spätnú väzbu o dojmoch z používania a prípadné bugy na našom Discorde v sekcií Beta!

# Code_Main_MessageBox_InstanceCheck
source: Another Instance of NanoTwitchLeafs is already running! Please check your System Tray on your Taskbar!
da_dk: NanoTwitchLeafs kører allerede! Tjek joblisten på proceslinjen!
de_de: Es läuft bereits eine Instanz von NanoTwitchLeafs! Bitte überprüfe den SystemTray in der Taskleiste!
fr_fr: N'oubliez pas que vous utilisez une version bêta ! Donnez votre avis sur votre expérience d'utilisation et sur les bugs sur Discord dans le canal bêta !
pt_br: NanoTwitchLeafs já está sendo executado! Verifique na System Tray (próximo ao relógio) na sua barra de tarefas!
ru_ru: Еще один экземпляр NanoTwitchLeafs уже работает! Пожалуйста, проверьте лоток системы на панели задач!
sk_sk: Aplikácia NanoTwitchLeafs už beží! Pozri sa do System Tray na hlavnom paneli!

# General_MessageBox_SettingsSaved
source: Settings saved!
da_dk: Indstillinger gemt!
de_de: Einstellungen gespeichert!
fr_fr: Paramètres sauvegardés !
pt_br: Configurações salvas!
ru_ru: Настройки сохранены!
sk_sk: Nastavenia uložené!

# General_MessageBox_Hint_Title
source: Hint
da_dk: Tips
de_de: Hinweis
fr_fr: Indice
pt_br: Dicas
ru_ru: Подсказка
sk_sk: Nápoveda

# Code_Main_MessageBox_PairDevice
source: Please Pair Device before enabling the Triggers!
da_dk: Forbind venligst enheder før triggers aktiveres!
de_de: Bitte füge zu erst ein Gerät hinzu bevor du die Trigger aktivierst!
fr_fr: Veuillez coupler le périphérique avant d'activer les déclencheurs !
pt_br: Pareie um dispositivo antes de habilitar Triggers!
ru_ru: Пожалуйста, свяжитесь с устройством перед включением триггеров!
sk_sk: Pred zapnutím spúšťačov prosím najprv spáruj zariadenie!

# Code_Main_MessageBox_StreamerAccount
source: Please make sure that you use your 'Streamer' Twitch Account!
da_dk: Sørg venligst for at bruge din streamer twitch konto!
de_de: Bitte logge dich diesmal mit deinem 'Streamer' Account ein!
fr_fr: Assurez-vous d'utiliser votre compte Twitch "Streamer" !
pt_br: Verifique se você está utilizando o sua propria conta de Streamer da Twitch!
ru_ru: Пожалуйста, убедитесь, что Вы используете Ваш Twitch-аккаунт 'Streamer'!
sk_sk: Uisti sa, že používaš tvoj "Streamer" Twitch účet!

# General_MessageBox_SomethingWrong
source: Something went wrong! Please check Log for Errors!
da_dk: Noget gik galt! Venligst tjek Log for fejl!
de_de: Etwas ist schief gelaufen! Bitte schau in die Logdatei für mehr Infos!
fr_fr: Quelque chose s'est mal passé ! Veuillez vérifier le journal pour les erreurs !
pt_br: Algo deu errado! Verifique os logs para mais informações!
ru_ru: Что-то пошло не так! Пожалуйста, проверьте журнал на наличие ошибок!
sk_sk: Niečo sa pokazilo! Prosím skontroluj log, kde nastala chyba!

# General_MessageBox_Thanks_Title
source: Thanks <3
da_dk: Tak <3
de_de: Danke <3
fr_fr: Merci <3
pt_br: Valeu <3
ru_ru: Спасибо <3
sk_sk: Ďakujem <3

# General_MessageBox_Aw_Title
source: Aw ...
da_dk: Øv ...
de_de: Oh ...
fr_fr: Oh...
pt_br: Vish...
ru_ru: Ох...
sk_sk: Joj ...

# Code_Main_ChatMessage_CooldownON
source: NanoLeaf Cooldown enabled! Cooldown set to {0} Seconds!
da_dk: NanoLeaf Cooldown aktiveret! Cooldown sat til {0} sekunder!
de_de: Nanoleaf Abklingzeit aktiviert! Abklingzeit wurde auf {0} Sekunden gesetzt!
fr_fr: Temps de recharge de NanoLeaf activé ! Le temps de recharge est réglé sur {0} secondes !
pt_br: Cooldown da NanoLeaf foi habilitado! Cooldown foi definido para {0} segundos!
ru_ru: NanoLeaf Коулдаун включен! Коулдаун установлен на {0} Секунды!
sk_sk: Časovač NanoLeaf je spustený! Je nastavený na {0} sekúnd!

# Code_Main_ChatMessage_CooldownOFF
source: NanoLeaf Cooldown disabled!
da_dk: NanoLeaf Cooldown deaktiveret!
de_de: Nanoleaf Abklingzeit wurde deaktiviert!
fr_fr: Le temps de recharge de NanoLeaf est désactivé !
pt_br: Cooldown da NanoLeaf foi desabilitado!
ru_ru: NanoLeaf Коулдаун инвалид!
sk_sk: Časovač NanoLeaf je vypnutý!

# Code_Main_MessageBox_AutoRestore
source: If you check these, the App will change back to the previous Effect after the X Seconds, configured in the Trigger Window.
da_dk: Hvis du markerer disse, skifter appen tilbage til den forrige effekt efter X sekunder, konfigureret i udløservinduet.
de_de: Wenn diese aktiviert sind, wird die App nach den X Sekunden zum vorherigen Effekt zurück wechseln. Kann im Trigger Fenster eingestellt werden.
fr_fr: Si vous les cochez, l'application reviendra à l'effet précédent après les X secondes configurées dans la fenêtre de déclenchement.
pt_br: Se você marcar essas caixas, o programa vai voltar ao efeito anterior depois de X segundos, configurado na janela dos Triggers.
ru_ru: Если вы отметите их, приложение вернется к предыдущему эффекту через X секунд, настроенному в окне триггера.
sk_sk: Po označení nastaví aplikácia po X sekundách predošlý efekt, ktorý je nastavený v okne spúšťača.

# Code_Main_MessageBox_Value0100
source: Value has to be between 0 and 100!
da_dk: Værdien skal være mellem 0 og 100!
de_de: Bitte gibt eine Zahl zwischen 0 und 100 ein!
fr_fr: La valeur doit être entre 0 et 100 !
pt_br: Valor deve estar entre 0 e 100!
ru_ru: Значение должно быть между 0 и 100!
sk_sk: Hodnota musí byť medzi 0 a 100!

# Code_Main_MessageBox_EmptyPrefix
source: This Box can not be Empty!
da_dk: Denne boks må ikke være tom!
de_de: Das darf nicht leer sein!
fr_fr: Cette boîte ne peut pas être vide !
pt_br: Esta caixa não pode estar vazia!
ru_ru: Эта Ячейка не может быть Пустой!
sk_sk: Toto pole nesmie ostať prázdne!

# Code_Main_Label_NanoHelpText
source: Write '{0}nano help' for a List of Commands!
da_dk: Skriv '{0}nano help' for en liste over kommandoer!
de_de: Schreibe '{0}nano help' für eine Liste mit Befehlen!
fr_fr: Écrivez '{0}nano help' pour obtenir une liste de commandes !
pt_br: Digite '{0}nano help' para a lista de comandos!
ru_ru: Напишите '{0}nano help' для Списка Команд!
sk_sk: Napíš '{0}nano help' pre výpis príkazov!

# Code_Main_MessageBox_EmptyFields
source: Please fill out all Input Fields!
da_dk: Udfyld venligst alle felter!
de_de: Bitte fülle alle Felder aus!
fr_fr: Veuillez remplir tous les champs de saisie !
pt_br: Preencha todos os campos!
ru_ru: Пожалуйста, заполните все поля ввода!
sk_sk: Prosím vyplň všetky vstupné informácie!

# Code_Main_MessageBox_WrongFormatChannel
source: Please enter only the Twitch Channel Name without https://twitch.tv/ !
da_dk: Udfyld venligst kun Twitch Kanal Navnet uden https://twitch.tv/ !
de_de: Bitte gib bei Kanal nur deinen Twitch Kanalnamen ein!
fr_fr: Veuillez saisir uniquement le nom de la chaîne Twitch sans https://twitch.tv/ !
pt_br: Preencha somente o nome do canal da Twitch, sem https://twitch.tv/ !
ru_ru: Пожалуйста, введите только имя канала Twitch без https://twitch.tv/ !
sk_sk: Prosím zadaj názov Twitch kanála bez https://twitch.tv/ !

# Code_Main_MessageBox_ConTestFail
source: Connection Test failed!
da_dk: Forbindelses test mislykkedes!
de_de: Verbindungs Test fehlgeschlagen!
fr_fr: Le test de connexion a échoué !
pt_br: Teste de conexão falhou!
ru_ru: Тест на подключение не удался!
sk_sk: Skúška spojenia zlyhala!

# Code_Main_MessageBox_AdressNull
source: No Controller Address found!
da_dk: Ingen controller adresse fundet!
de_de: Geräte Adresse nicht gefunden!
fr_fr: Aucune adresse de contrôleur trouvée !
pt_br: Endereço do dispositivo não encontrado!
ru_ru: Адрес контроллера не найден!
sk_sk: Adresa ovládača nebola nájdená!
