Repository: Locxion/NanoTwitchLeafs
Catalog: Properties/Resources.*.resx
Languages: da_dk, de_at, de_de, fr_fr, pt_br, ru_ru, sk_sk

# Window_Trigger_Header_Cooldown
source: Cooldown
da_dk: Køl ned
de_de: Abklingzeit
fr_fr: Refroidissement
sk_sk: Časovač

# Window_Trigger_Button_Delete
source: Delete
da_dk: Slet
de_de: Löschen
fr_fr: Supprimer
pt_br: Deletar
sk_sk: Zmazať

# Window_Trigger_Button_New
source: New
da_dk: Ny
de_de: Neu
fr_fr: Nouveau
pt_br: Novo
sk_sk: Nový

# Window_Trigger_Button_Clear
source: Clear
da_dk: Klar
de_de: Leeren
fr_fr: Clair
pt_br: Limpar
sk_sk: Vymazať

# Code_Trigger_MessageBox_EffectList
source: Connection failed! Couldn't get Effect List!
da_dk: Forbindelsen mislykkedes! Kunne ikke få effektliste!
de_de: Verbindung fehlgeschlagen! Effekt Liste konnte nicht geladen werden!
fr_fr: La connexion a échoué ! Impossible d'obtenir la liste des effets !
pt_br: Conexão falhou! Não foi possível carregar a lista de efeitos!
sk_sk: Spojenie zlyhalo! Zoznamov efektov sa nezistil!

# Code_Nano_MessageBox_PairingError
source: Error on pairing with Device!
da_dk: Fejl ved parring med enhed!
de_de: Fehler beim Verbinden des Geräts!
fr_fr: Erreur d'appairage avec le périphérique !
pt_br: Erro ao parear um dispositivo!
sk_sk: Chyba pri párovaní zariadenia!

# Code_Nano_MessageBox_DeviceNotFound
source: The Device with the Name {0} was not found on your Network! Please make sure that the Device is Powered and Online! Please check Console or Logfile for the Ip Adress.
da_dk: Enheden med navnet {0} blev ikke fundet på dit netværk! Sørg for, at enheden er tændt og online! Kontroller konsollen eller logfilen for IP-adressen.
de_de: Das Gerät mit dem Namen {0} wurden nicht im Netzwerk gefunden! Bitte stelle sicher dass das Gerät Strom hat und eingeschaltet ist. Bitte siehe Konsole oder Logdatei für Infos.
fr_fr: Le périphérique portant le nom {0} n'a pas été trouvé sur votre réseau ! Veuillez vous assurer que le périphérique est sous tension et en ligne ! Veuillez vérifier l'adresse IP dans la console ou le fichier journal.
pt_br: O Dispositivo com o nome {0} não foi encontrado na sua rede! Tenha certesa que este dispositivo está ligado e online. Verifique o console e o arquivo de log para mais informações.
sk_sk: Zariadenie s názvom {0} nebolo nájdené na tvojej sieti! Prosím uisti sa, že tvoje zariadenie je zapnuté a online! Prosím skontroluj konzolu alebo log súbor kvôli IP adrese.

# Code_Nano_MessageBox_UniqueName
source: Please choose a unique Name for your Nanoleaf Device!
da_dk: Vælg et unikt navn til din Nanoleaf-enhed!
de_de: Bitte wähle einen Eindeutigen Namen für dein Gerät!
fr_fr: Veuillez choisir un nom unique pour votre périphérique Nanoleaf !
pt_br: Escolha um nome unico para seu dispositivo Nanoleaf!
sk_sk: Prosím zvoľ si unikátny názov pre svoje NanoLeaf zariadenie!

# Code_Nano_MessageBox_CurrentEffect
source: Error on getting current Effect from '{0}'!
da_dk: Fejl ved hentning af den aktuelle effekt fra '{0}'!
de_de: Fehler beim laden des Effekts von '{0}'!
fr_fr: Erreur lors de la récupération de l'effet actuel de '{0}' !
pt_br: Erro ao pegar o efeito atual de '{0}'!
sk_sk: Pri zisťovaní aktuálneho efektu z '{0}' nastala chyba!

# Code_Nano_MessageBox_CurrentHue
source: Error on getting current Hue from '{0}'!
da_dk: Fejl ved hentning af nuværende farvetone fra '{0}'!
de_de: Fehler beim laden des Hue von '{0}'!
fr_fr: Erreur lors de la récupération du Hue actuel de '{0}' !
pt_br: Erro ao pegar o matiz atual de '{0}'!
sk_sk: Pri zisťovaní aktuálneho Hue z '{0}' nastala chyba!

# Code_Nano_MessageBox_CurrentSaturation
source: Error on getting current Saturation from '{0}'!
da_dk: Fejl ved hentning af den aktuelle mætning fra '{0}'!
de_de: Fehler beim laden der Sättigung von '{0}'!
fr_fr: Erreur lors de l'obtention de la saturation actuelle de '{0}' !
pt_br: Erro ao pegar o saturação atual de '{0}'!
sk_sk: Pri zisťovaní aktuálnej sýtosti z '{0}' nastala chyba!

# Code_Nano_MessageBox_CurrentColorTemp
source: Error on getting current Color Temp from '{0}'!
da_dk: Fejl ved hentning af det aktuelle farvetemp fra '{0}'!
de_de: Fehler beim laden der Farb Temperatur von '{0}'!
fr_fr: Erreur lors de l'obtention de la température de couleur actuelle de '{0}' !
pt_br: Erro ao pegar a temperatura de cor atual de '{0}'!
sk_sk: Pri zisťovaní aktuálnej teploty farby z '{0}' nastala chyba!

# Code_Nano_MessageBox_CurrentBrightness
source: Error on getting current Brightness from '{0}'!
da_dk: Fejl ved hentning af den aktuelle lysstyrke fra '{0}'!
de_de: Fehler beim laden der Helligkeit von '{0}'!
fr_fr: Erreur lors de l'obtention de la luminosité actuelle de '{0}' !
pt_br: Erro ao pegar o brilho atual de '{0}'!
sk_sk: Pri zisťovaní aktuálneho jasu z '{0}' nastala chyba!

# Code_Nano_MessageBox_CurrentState
source: Error on getting current State from '{0}'!
da_dk: Fejl ved hentning af den aktuelle tilstand fra '{0}'!
de_de: Fehler beim laden des Status von '{0}'!
fr_fr: Erreur lors de la récupération de l'état actuel de '{0}' !
pt_br: Erro ao pegar o estado atual de '{0}'!
sk_sk: Pri zisťovaní aktuálneho stavu '{0}' nastala chyba!

# Code_TriggerLogic_ChatMessage_TriggerNotActive
source: Sorry! Trigger are currently not enabled!
da_dk: Undskyld.! Trigger er i øjeblikket ikke aktiveret!
de_de: Tut mir leid! Die Trigger sind momentan ausgeschaltet!
fr_fr: Désolé. Les déclencheurs ne sont pas activés actuellement !
pt_br: Desculpe! Trigger não está habilitado no momento!
sk_sk: Prepáč, spúšťače nie sú momentálne zapnuté!

# Code_TriggerLogic_ChatMessage_ModOnly
source: Sorry! This is a Moderator only Command!
da_dk: Undskyld! Dette er kun en moderatorkommando!
de_de: Tut mir leid! Das können nur Moderatoren!
fr_fr: Désolé ! C'est une commande réservée aux modérateurs !
pt_br: Desculpe! Este é um comando só para moderadores!
sk_sk: Prepáč, tento príkaz môže použiť iba Moderátor!

# Code_TriggerLogic_ChatMessage_Cooldown
source: Sorry! This is on Cooldown!
da_dk: Undskyld! Dette er på Cooldown!
de_de: Tut mir leid! Das geht noch nicht!
fr_fr: Désolé ! C'est en rafraichissement !
pt_br: Desculpe! Ele está no cooldown!
sk_sk: Prepáč! Skús znova o chvíľu!

# Code_TriggerLogic_ChatMessage_VipOnly
source: Sorry! This is a VIP only Command!
da_dk: Undskyld! Dette er kun en VIP-kommando!
de_de: Tut mir leid! Das das können nur Vips!
fr_fr: Désolé ! Cette commande est réservée aux VIP !
pt_br: Desculpe! Este é um comando só para VIPs!
sk_sk: Prepáč, tento príkaz môže použiť iba VIP!

# Code_TriggerLogic_ChatMessage_SubOnly
source: Sorry! This is a Subscriber only Command!
da_dk: Undskyld! Dette er kun en abonnentkommando!
de_de: Tut mir leid! Das können nur Subs!
fr_fr: Désolé ! Cette commande est réservée aux abonnés !
pt_br: Desculpe! Este é um comando só para inscritos!
sk_sk: Prepáč, tento príkaz môže použiť iba Predplatiteľ!

# Code_TriggerLogic_ChatMessage_ActiveCommands
source: Active Commands:
da_dk: Aktive kommandoer:
de_de: Aktive Befehle:
fr_fr: Commandes actives :
pt_br: Comandos ativos:
sk_sk: Aktívne príkazy:

# Code_TriggerLogic_ChatMessage_NoActiveCommands
source: There are no active Commands right now!
da_dk: Der er ingen aktive kommandoer lige nu!
de_de: Im moment sind keine Befehle aktiv!
fr_fr: Il n'y a pas de commandes actives en ce moment !
pt_br: Não há comandos ativos no momento!
sk_sk: Momentálne nie sú aktívne žiadne príkazy!

# Code_Twitch_MessageBox_LoginIncorrect
source: Please make sure Username, Channel and AuthToken are correct.
da_dk: Sørg for, at brugernavn, kanal og AuthToken er korrekte.
de_de: Bitte überprüfe deinen Benutzernamen, Kanal und Auth Token.
fr_fr: Veuillez vous assurer que le nom d'utilisateur, le canal et le jeton d'autorisation sont corrects.
pt_br: Verifique se o nome de usuário, canal e AuthToken estão corretos.
sk_sk: Prosím uisti sa, že uživateľské meno, kanál a autorizačný Token sú správne.

# Window_Main_Tabs_Settings_Label_Language
source: Language:
da_dk: Sprog:
de_de: Sprache:
fr_fr: Langue :
pt_br: Idioma:
sk_sk: Jazyk:

# Window_Pairing_Title
source: Pair new Device
da_dk: Forbind ny enhed
de_de: Neues Gerät verbinden
fr_fr: Apparier un nouveau périphérique
pt_br: Parear novo dispositivo
ru_ru: спаривать новый прибор
sk_sk: Spárovať nové zariadenie

# Code_Main_MessageBox_Restart_Title
source: Restart now?
da_dk: Genstart nu?
de_de: Jetzt neustarten?
fr_fr: Redémarrer maintenant ?
pt_br: Reiniciar agora?
sk_sk: Reštartovať hneď?

# Code_Main_MessageBox_Restart
source: Changes require restart of the App ... Restart now?
da_dk: Ændringer kræver genstart af appen ... Genstart nu?
de_de: Änderungen werden erst nach Neustart aktiv ... Jetzt neustarten?
fr_fr: Les changements nécessitent le redémarrage de l'application ... Redémarrer maintenant ?
pt_br: As mudanças necessiram que você reinicie o programa. Reiniciar agora?
sk_sk: Zmeny vyžadujú reštart aplikácie... Reštartovať teraz?

# General_Label_Translator
source: Translated by Locxion
da_dk: Oversat af YellowMadnezz
de_de: Übersetzt von Locxion
fr_fr: Traduit par Jessi
pt_br: Traduzido por BrunoBorta
sk_sk: Preložil fat^boy

# Window_TriggerDetail_RadioButton_Effect
source: Effect
da_dk: Effekt
de_de: Effekt
fr_fr: Effet
pt_br: Efeito
sk_sk: Efekt

# Window_TriggerDetail_RadioButton_Color
source: Color
da_dk: Farve
de_de: Farbe
fr_fr: Couleur
pt_br: Cor
sk_sk: Farba

# Window_TriggerDetail_ColorPicker_Error
source: Please choose a Color with the Color Picker!
da_dk: Vælg en farve med farvevælgeren!
de_de: Bitte wähle eine Farbe mit dem Farbenpicker aus!
fr_fr: Veuillez choisir une couleur avec le sélecteur de couleur !
pt_br: Escolha uma cor com o seletor de cores!
sk_sk: Prosím vyber farbu z farebnej palety!

# Window_AppInfo_Button_License
source: License Info
da_dk: Licensinfo
de_de: Lizenz Informationen
fr_fr: Informations sur la licence
pt_br: Informação de licença
sk_sk: Informácie o licencií

# Window_TwitchLink_Title
source: Link your Twitch Account
de_de: Verbinde dein Twitch Konto
fr_fr: Reliez votre compte Twitch
pt_br: Vincule sua conta do Twitch
sk_sk: Prepojiť Twitch účet

# Window_TwitchLink_Tab_Setup
source: Setup Options
de_de: Optionen
fr_fr: Options de configuration
pt_br: Opções de configuração
sk_sk: Možnosti nastavenia

# Window_TwitchLink_Single_Help
source: Single Account - Broadcaster Setup (Recommended) Use your Twitch Broadcaster Account to connect to the Chat and listen to the Messages and Twitch Events. Pro: - Easy and Fast Setup. Con: - Your Account will post automated Messages into the Chat.
de_de: Einzel Account - Streamer Setup (Empfohlen) Verbinde deinen Twitch Streamer Account um dich direkt mit den Chat zu verbinden und dann auf Nachrichten und Twitch Events reagieren zu können. Pro: - Einfach und schnelles Setup. Con: - Mit deinem Account werden automatische Nachrichten in den Chat geschrieben.
fr_fr: Compte unique - Installation du Broadcaster (Recommandé) Utilisez votre compte Twitch Broadcaster pour vous connecter au chat et écouter les messages et les événements Twitch. Avantages : - Installation facile et rapide. Contre : - Votre compte postera des messages automatisés dans le chat.
pt_br: Conta única - configuração do transmissor (Recomendado) Use sua conta Twitch Broadcaster para se conectar ao chat e ouvir para as mensagens e eventos Twitch. Pró: - Configuração fácil e rápida. Vigarista: - Sua conta será postada automatizada Mensagens no chat.
sk_sk: Jeden účet - nastavenie vysielateľa (Doporučené) Použi svoj účet Twitch Vysielateľa k pripojeniu sa na Chat pre sledovanie správ a Twitch udalostí. Výhody: - Rýchle a jednoduché nastavenie. Nevýhody: - Tvoj účet bude uverejňovať automatické správy do chatu.

# Window_TwitchLink_Double_Help
source: Double Account - Bot Setup (Advanced) Use a seperated Bot Account to Manage the Chat Messages and Connect your Broadcaster Account in the Background for the Twitch Events. Pro: - Separate the automatic Messages to an extra Account. Con: - You need an extra Twitch Account.
de_de: Doppel Account - Bot Setup (Fortgeschritten) Benutze einen extra Bot Account um die Chat Nachrichten zu managen. Dein Streamer Account kümmert sich im Hintegrund um die Twitch Events. Pro: - Trennt die automatischen Nachrichten von deinem Streamer Account. Con: - Es wird ein extra Twitch Acounnt benötigt.
fr_fr: Compte double - installation du robot (Avancé) Utilisez un compte de robot séparé pour gérer les messages du chat et connectez votre compte Broadcaster en arrière-plan pour les événements Twitch. Pro : - Séparez les messages automatiques vers un compte supplémentaire. Contre : - Vous avez besoin d'un compte Twitch supplémentaire.
pt_br: Conta dupla - configuração do bot (Avançado) Use uma conta de bot separada para gerenciar o bate-papo Mensagens e conecte sua emissora Conta em segundo plano para os eventos do Twitch. Pró: - Separe as mensagens automáticas para uma conta extra. Vigarista: - Você precisa de uma conta Twitch extra.
sk_sk: Dva účty - nastavenie Bota (Pre pokročilých) Použi oddelený účet Bota k spravovaniu správ z chatu a pripoj svoj účet Vysielateľa ako pozadie pre sledovanie Twitch udalostí. Výhody: - Oddelenie automatických správ do samostatného účtu. Nevýhody: - Je potrebný ďalší Twitch účet.

# Window_TwitchLink_Tab_Broadcaster
source: Broadcaster
de_de: Streamer Account
pt_br: Locutor de rádio
sk_sk: Vysielateľ

# Window_TwitchLink_Broadcaster_Permissions_Text
source: With your Broadcaster Account we need some Permissions: - Read and Write in your Twitch Chat. - Read and Write in your Whispers. - Read Bit Information for your Channel. - Read Subscriber Information for your Channel. - Read and Write Channelpoint Redemptions for your Channel. - Read Hypetrain Information for your Channel. To connect your Broadcaster Account: Make sure that your logged into Twitch with your Broadcaster Account and then Click the Button below.
de_de: Für deinen Streamer Account benötigen wir folgende Berechtigungen: - Lesen und Schreiben in deinem Twitch Chat. - Lesen und Schreiben in deinen Flüsternachrichten. - Lesen der Bits und Cheer Informationen deines Channels. - Lesen der Subscriber Informationen deines Channels. - Lesen und Schreiben der Kanalpunkt-Belohnungen deines Channels. - Lesen der Hypetrain Information deines Channels. Um deinen Twitch Account zu verbinden: Stelle sicher das du in deinem Browser mit deinem Streamer Account eingeloggt bist und klicke den Knopf weiter unten.
fr_fr: Avec votre compte Broadcaster, nous avons besoin de certaines permissions : - Lire et écrire dans votre chat Twitch. - Lire et écrire dans vos chuchotements. - Lire les informations sur les bits de votre chaîne. - Lire les informations sur les abonnés de votre chaîne. - Lire et écrire les rachats de points de canal pour votre chaîne. - Lire les informations sur l'Hypetrain pour votre chaîne. Pour connecter votre compte Broadcaster : Assurez-vous que vous êtes connecté à Twitch avec votre compte Broadcaster puis cliquez sur le bouton ci-dessous.
pt_br: Com sua conta do Broadcaster, precisamos de algumas permissões: - Leia e escreva em seu Twitch Chat. - Leia e escreva em seus sussurros. - Leia informações de bits para o seu canal. - Leia as informações do assinante para o seu canal. - Leia e escreva resgates de Channelpoint para seu canal. - Leia as informações do Hypetrain para o seu canal. Para conectar sua conta do Broadcaster: Certifique-se de que você está conectado ao Twitch com sua conta do Broadcaster e clique no botão abaixo.
sk_sk: Potrebujeme tieto povolenia pre tvoj účet Vysielateľa: - Čítanie a zápis tvojho Twitch chatu. - Čítanie a zápis tvojich súkromných správ. - Čítanie informácií o Bits tvojho kanála. - Čítanie informácií o Predplatiteľoch tvojho kanála. - Čítanie a zápis uplatňovania odmien za body tvojho kanála. - Čítanie informácií o Hypetrain tvojho kanála. K pripojeniu tvojho Vysielateľského účtu: Prosím zadaj meno bota na Twitchi, uisti sa, že si prihlásený(á) cez účet Vysielateľa a potom klikni na tlačidlo, ktoré je pod týmto textom.

# Window_TwitchLink_Button_Link
source: Link Account
de_de: Account verbinden
fr_fr: Liaison avec le compte
pt_br: Link da conta
sk_sk: Prepoj účet

# Window_TwitchLink_Textbox_Broadcaster
source: Broadcaster Username
de_de: Streamer Username
fr_fr: Nom d'utilisateur Broadcaster
pt_br: Nome de usuário da emissora
sk_sk: Uživateľské meno Vysielateľa

# Window_TwitchLink_Label_ClickNext
source: Link successful! Click Next >>>
de_de: Link erfolgreich! Weiter >>>
fr_fr: Lien réussi ! Cliquez sur Suivant >>>
pt_br: Link bem-sucedido! Clique em Próximo >>>
sk_sk: Prepojenie úspešné! Klikni na Ďalej >>>

# Window_TwitchLink_Bot_Permissions_Text
source: With your Bot Account we need some Permissions: - Read and Write in your Twitch Chat. - Read and Write in your Whispers. To connect your Bot Account: Please enter the Bot's Twitch Username, make sure that your logged into Twitch with your Bot Account and then Click the Button below.
de_de: Für deinen Bot Account benötigen wir folgende Berechtigungen: - Lesen und Schreiben in deinem Twitch Chat. - Lesen und Schreiben in deinen Flüsternachrichten. Um deinen Bot Account zu verbinden: Stelle sicher das du in deinem Browser mit deinem Bot Account eingeloggt bist und klicke den Knopf weiter unten.
fr_fr: Avec votre compte Bot, nous avons besoin de certaines permissions : - Lire et écrire dans votre chat Twitch. - Lire et écrire dans vos chuchotements. Pour connecter votre compte robot : Veuillez entrer le nom d'utilisateur Twitch du robot, assurez-vous que vous êtes connecté à Twitch avec votre compte de robot puis cliquez sur le bouton ci-dessous.
pt_br: om sua conta de bot, precisamos de algumas permissões: - Leia e escreva em seu Twitch Chat. - Leia e escreva em seus sussurros. Para conectar sua conta de bot: Por favor, digite o nome de usuário Twitch do bot, certifique-se de que você está conectado Twitch com sua conta de bot e clique no botão abaixo.
sk_sk: Potrebujeme tieto povolenia pre tvoj Bot účet: - Čítanie a zápis tvojho Twitch chatu. - Čítanie a zápis tvojich súkromných správ. K pripojeniu tvojho Bot účtu: Prosím zadaj meno Bota na Twitchi, uisti sa, že si prihlásený(á) cez účet Bota a potom klikni na tlačidlo, ktoré je pod týmto textom.

# Window_TwitchLink_Tab_ConnectionTest
source: Connection Test
de_de: Verbindungs Test
fr_fr: Test de connexion
pt_br: Teste de Conexão
sk_sk: Skúška spojenia

# Window_TwitchLink_Progress_1
source: Connect to Twitch
de_de: Verbinde zu Twitch
fr_fr: Se connecter à Twitch
pt_br: Conecte-se ao Twitch
sk_sk: Pripojiť na Twitch

# Window_TwitchLink_Progress_2
source: Join Channel
de_de: Chat betreten
fr_fr: Rejoindre la chaîne
pt_br: Entrar no canal
sk_sk: Pripojiť do kanála

# Window_TwitchLink_Progress_3
source: Send Message
de_de: Nachricht senden
fr_fr: Envoyer un message
pt_br: Enviar mensagem
sk_sk: Poslať správu

# Window_TwitchLink_Progress_4
source: Disconnect
de_de: Trennen
fr_fr: Déconnexion
pt_br: Desconectar
sk_sk: Odpojiť

# Window_TwitchLink_Progress_5
source: Done
de_de: Fertig
fr_fr: Terminé
pt_br: Feito
sk_sk: Hotovo

# Window_TwitchLink_Finished_Text
source: Yay \o/ you finished the Twitch Setup! You can now Save the Settings and start making your first Trigger!
de_de: Yay \o/ du hast dich erfolgreich mit Twitch verbunden! Du kannst nun die Einstellungen speichern und mit dem erstellen deines ersten Triggers beginnen!
fr_fr: Youpi \o/ Vous avez terminé la configuration de Twitch ! Vous pouvez maintenant sauvegarder les paramètres et commencer à faire votre premier déclenchement !
pt_br: Eba \ o / você concluiu a configuração do Twitch! Agora você pode salvar as configurações e começar fazendo seu primeiro Trigger!
sk_sk: Jéééj! \o/ Dokončil si nastavenie Twitchu! Teraz môžeš uložiť nastavenia a začať vytvárať svoj prvý spúšťač!

# Window_Main_Tabs_TwitchLogin_AccountLabel_Text
source: No Twitch Account connected!
de_de: Kein Twitch Account verbunden!
fr_fr: Aucun compte Twitch connecté !
pt_br: Nenhuma conta Twitch conectada!
sk_sk: Nie je pripojený žiadny Twitch účet!

# Window_Main_Tabs_TwitchLogin_LinkButton_Text
source: Link Twitch Account
de_de: Verbinde Twitch Account
fr_fr: Lien vers le compte Twitch
pt_br: Vincular conta do Twitch
sk_sk: Pripojiť Twitch účet

# Window_Main_Tabs_TwitchLogin_UnlinkButton_Text
source: Unlink Twitch Account
de_de: Trenne Twitch Account
fr_fr: Détacher le compte Twitch
pt_br: Desvincular conta Twitch
sk_sk: Odpojiť Twitch účet

# Window_Main_Tabs_TwitchLogin_AccountLabel_Text2
source: Connected to Twitch Channel
de_de: Verbunden mit Kanal
fr_fr: Connecté à la chaîne Twitch
pt_br: Conectado ao Twitch Channel
sk_sk: Pripojené do Twitch kanála

# General_Button_Back
source: Back
de_de: Zurück
fr_fr: Arrière
pt_br: Voltar
sk_sk: Naspäť

# General_Button_Next
source: Next
de_de: Weiter
fr_fr: Suivant
sk_sk: Ďalej

# Window_Responses_StartupMessage_CheckBox
source: Start Message Activated
da_dk: Startmeddelelse aktiv
de_de: Startnachricht aktiv
pt_br: Mensagem de inicialização ativa
ru_ru: Сообщение при запуске активно
sk_sk: Správa pri spustení aktívna

# Windows_Main_Tabs_Streamlabs_LinkStreamlabs_Label
source: Link Streamlabs Account
de_de: Verbinde Streamlabs Account
sk_sk: Pripojiť účet Streamlabs

# Windows_Main_Tabs_Streamlabs_UnLinkStreamlabs_Label
source: Unlink Streamlabs Account
de_de: Entferne Streamlabs Account
sk_sk: Odpojiť účet Streamlabs

# Windows_Main_Tabs_Streamlabs_Linktext_Textblock2
source: Connected to Account
de_de: Verbunden mit Account
sk_sk: Spojené s účtom

# Window_Main_Tabs_Streamlabs_BottomText_Texblock
source: Connect your Streamlabs Account to use Donation Trigger
de_de: Verbinde deinen Streamlabs Account um Donation Trigger zu nutzen
sk_sk: Spojiť Streamlabs účet pre použitie Donate spúšťača

# Windows_Main_Tabs_Hyperate_Disconnect_Button
source: Disconnect
de_de: Trennen
sk_sk: Odpojiť

# Windows_Main_Tabs_Streamlabs_Linktext_Textblock1
source: No Streamlabs Account connected!
de_de: Kein Streamlabs Account verbunden!
sk_sk: Nie je pripojený žiadny Streamlabs účet!

# Windows_Main_Tabs_Hyperate_Heartrate_Label
source: Heart Rate:
de_de: Pulsschlag:
sk_sk: Srdečný tep:

# Window_AppInfo_Associated_Label
source: NanoTwitchLeaf's is not associated with Twitch or Nanoleaf
de_de: NanoTwitchLeaf's ist nicht mit Twitch oder Nanoleaf verbunden
sk_sk: NanoTwitchLeaf nie je spojený s Twitchom alebo s Nanoleaf

# General_MessageBox_HypeRate_Error_Message
source: Could not connect to HypeRateIO Socket!
de_de: Konnte nicht zu HypeRateIO Server verbinden!

# Window_Main_Tabs_Streamlabs_ConnectButton_Text
source: Connect to Server
de_de: Zu Server verbinden

# Window_Main_Tabs_Streamlabs_DisconnectButton_Text
source: Disconnect from Server
de_de: Vom Server Trennen

# Window_TriggerDetail_RadioButton_UserColor
source: User Color
de_de: Benutzer Farbe

# Window_TriggerDetail_RadioButton_Donation
source: Donation
de_de: Spende

# Window_TwitchLink_Tab_Test_Almostdone_Text
source: Almost done! Now we Test your Connection to the Chat and Twitch Services!
de_de: Fast geschafft! Jetzt testen wir die Verbindung zu Twitch!

# Window_TwitchLink_Tab_Test_ConTestDone_Text
source: Connection Test done! YaY
de_de: Verbindungstest war erfolgreich! YaY

# General_MessageBox_GeneralError_Text
source: An Error occurred. Please go to the Settings, press 'Upload Logfile' and contact the Developer!
de_de: Ein Fehler ist aufgetreten! Bitte erstelle in Issue auf Github!

# General_MessageBox_GeneralErrorCrash_Text
source: An Error occurred. Please restart the App and go to the Settings, press 'Upload Logfile' and contact the Developer!
de_de: Ein Fehler ist aufgetreten! Bitte starte die App neu und erstelle ein Issue auf Github!

# Window_Main_Tabs_HypeRate_MessageBox_EnterID_Text
source: Please enter your HypeRate ID
de_de: Bitte gib deine HypeRate ID ein
