Repository: Locxion/NanoTwitchLeafs
Catalog: Properties/Resources.*.resx
Languages: da_dk, de_at, de_de, fr_fr, pt_br, ru_ru, sk_sk

# Code_Main_MessageBox_UpdateOrRepair
source: Please Update or Re-Pair Device!
da_dk: Venligst opdater eller genforbind enhed!
de_de: Bitte aktualisiere oder verbinde das Gerät erneut!
fr_fr: Veuillez mettre à jour ou re-coupler le périphérique !
pt_br: Atualize ou pareie novamente o seu dispositivo!
ru_ru: Пожалуйста, обновите или восстановите устройство!
sk_sk: Prosím aktualizuj alebo prepáruj zariadenie!

# Code_Main_MessageBox_ControllerInfoNull
source: Couldn't get Controller Info fom {0}!
da_dk: Kunne ikke få controller info fom {0}!
de_de: Geräte Info von {0} konnten nicht abgerufen werden!
fr_fr: Impossible d'obtenir des informations sur le contrôleur de {0} !
pt_br: Não foi possível pegar informações do dispositivo {0}!
ru_ru: Не смог достать информацию о контроллере {0}!
sk_sk: Informácie ovládača {0} nebolo možné získať!

# Code_Main_MessageBox_UndefinedEffect_Title
source: Undefined Effect detected!
da_dk: Udefineret effekt opdaget!
de_de: Unbekannter Effekt erkannt!
fr_fr: Effet indéfini détecté !
pt_br: Efeito indefinido foi detectado!
ru_ru: Обнаружен неопределенный эффект!
sk_sk: Zistený nedefinovný efekt!

# Code_Main_MessageBox_UndefinedEffect
source: Please make sure that you using no 'Dynamic' or 'Shuffle' as Base Effect!
da_dk: Sørg for, at du ikke bruger 'Dynamisk' eller 'Bland' som basiseffekt!
de_de: Bitte stelle sicher das du keinen 'Dynamischen' oder 'Shuffle' Effekt benutzt!
fr_fr: Assurez-vous que vous n'utilisez pas 'Dynamic' ou 'Shuffle' comme effet de base !
pt_br: Certifique-se de não usar 'Dinâmico' ou 'Aleatório' como efeito base!
ru_ru: Пожалуйста, убедитесь, что вы не используете "Динамический" или "Шарканье" в качестве базового эффекта!
sk_sk: Prosím uisti sa, že nepoužívaš 'Dynamic' alebo 'Shuffle' ako základný efekt!

# Code_Main_MessageBox_ConFail
source: Could not connect to Device! See Console or Logfile for Info!
da_dk: Kunne ikke forbinde enhed! Se konsol eller logfil for information!
de_de: Konnte nicht zu Gerät verbinden! Siehe Konsole oder Log-Datei für Infos!
fr_fr: Impossible de se connecter au périphérique ! Voir la console ou le fichier journal pour plus d'informations !
pt_br: Não foi possível se conectar ao dispositivo! Veja o Console ou o arquivo de log para mais informações!
ru_ru: Не смог подключиться к Устройству! Информацию см. в разделе "Консоль" или "Лог-файл"!
sk_sk: Nepodarilo sa pripojiť zariadenie! Prezri konzolu alebo log súbor pre viac informácií!

# Code_Main_MessageBox_NoDevice
source: Please make sure that you have paired with at least one NanoLeaf Device.
da_dk: Sørg venligt for at du har forbundet med mindst en NanoLeaf enhed.
de_de: Bitte verbinde mindestens ein Gerät.
fr_fr: Veuillez vous assurer que vous êtes associé à au moins un périphérique NanoLeaf.
pt_br: Certifique-se de que você pareou com pelo menos um dispositivo Nanoleaf.
ru_ru: Пожалуйста, убедитесь, что вы спарились с одним NanoLeaf Device.
sk_sk: Prosím uisti sa, že je spárované aspoň jedno NanoLeaf zariadenie.

# Code_Main_MessageBox_SelectEffect
source: Please select an Effect from the Dropdown Menu.
da_dk: Venligst vælg en effekt fra dropdown menuen.
de_de: Bitte wähle einen Effekt vom Dropdown-Menü.
fr_fr: Veuillez sélectionner un effet dans le menu déroulant.
pt_br: Selecione um efeito do Menu Dropdown.
ru_ru: Пожалуйста, выберите эффект в раскрывающемся меню.
sk_sk: Prosím vyber efekt z rozbaľovacej ponuky.

# Window_Pairing_Button_AutoDetect
source: Auto Detect
da_dk: Find automatisk
de_de: Automatisch Erkennen
fr_fr: Détection automatique
pt_br: Detectar automaticamente
ru_ru: Автоопределение
sk_sk: Autodetekcia

# Window_Pairing_Label_IpAdress
source: Ip Adress:
da_dk: Ip Adresse:
de_de: Ip Adresse:
fr_fr: Adresse Ip :
pt_br: Endereço de IP:
ru_ru: Ип Адрес:
sk_sk: IP adresa:

# Window_Pairing_Button_Manual
source: Manual Connect
da_dk: Forbind manuelt
de_de: Manuelle Verbindung
fr_fr: Connexion manuelle
pt_br: Conectar manualmente
ru_ru: Ручное соединение
sk_sk: Manuálne pripojenie

# Code_Pairing_MessageBox_Pairing_Title
source: Pairing
da_dk: Forbinder
de_de: Verbinden
fr_fr: Appariement
pt_br: Parear
ru_ru: Спаривание
sk_sk: Párovať

# Code_Pairing_MessageBox_Pairing
source: Please hold the on/off Button of the NanoLeaf Controller for 5-7 Seconds until the Status-LED starts flashing - Then Click OK
da_dk: Hold venligst tænd/sluk knappen inde i 5-7 sekunder på NanoLeaf Controlleren indtil status-LED starter med at blinke - Derefter tryk OK
de_de: Bitte halte den Ein/Aus Knopf für 5-7 Sekunden gedrückt bis die Status-LED zu blinken anfängt - Dann klicke OK
fr_fr: Veuillez maintenir le bouton marche/arrêt du contrôleur NanoLeaf pendant 5 à 7 secondes jusqu'à ce que la LED d'état commence à clignoter - puis cliquez sur OK.
pt_br: Segure o botão de ligar/desligar do controlador da Nanoleaf por 5-7 segundos até o LED estar piscando - então, clique em OK
ru_ru: Пожалуйста, удерживайте кнопку включения/выключения контроллера NanoLeaf в течение 5-7 секунд, пока светодиодный индикатор состояния не начнет мигать - Затем нажмите OK
sk_sk: Prosím podrž tlačidlo ON/OFF na NanoLeaf ovládači 5 až 7 sekúnd pokiaľ nezačne blikať stavová LED - potom stlač OK

# Code_Pairing_DeviceList_Paired
source: paired
da_dk: forbundet
de_de: verbunden
fr_fr: appariés
pt_br: pareado
ru_ru: связанный
sk_sk: spárované

# Code_Pairing_DeviceList_NotPaired
source: not paired
da_dk: ikke forbundet
de_de: nicht verbunden
fr_fr: non appariés
pt_br: não pareado
ru_ru: не связанный
sk_sk: nespárované

# Code_Pairing_MessageBox_DeviceNotFound
source: Could not find Device! Try again or use Manual Connect!
da_dk: Kunne ikke finde enhed! Prøv igen eller forbind manuelt!
de_de: Gerät nicht gefunden. Versuchs nochmal oder benutze manuelle Verbindung!
fr_fr: Impossible de trouver le périphérique ! Essayez à nouveau ou utilisez la connexion manuelle !
pt_br: Não foi possível encontrar o dispositivo! Tente novamente ou use conecte manualmente!
ru_ru: Не смог найти Устройство! Попробуйте еще раз или используйте ручное подключение!
sk_sk: Zariadenie sa nenašlo! Skús znova alebo použi Manuálne pripojenie!

# Code_Pairing_MessageBox_PairingError
source: Could not pair Device! See Console or Logfile for Info!
da_dk: Kunne ikke forbinde enhed! Se konsol eller logfil for information!
de_de: Verbindung mit dem Gerät nicht möglich! Siehe Konsole oder Log-Datei für mehr Infos!
fr_fr: Impossible de coupler le périphérique ! Voir la console ou le fichier journal pour plus d'informations !
pt_br: Não foi possível parear o dispositivo! Veja o console ou o arquivo de log para mais informações!
ru_ru: Устройство не может работать в паре! Информацию см. в разделе "Консоль" или "Лог-файл"!
sk_sk: Zariadenie sa nespárovalo! Prezri konzolu alebo log súbor pre viac informácií!

# Code_Pairing_MessageBox_MultiDeviceDetected
source: More than one NanoLeaf Device found. Please select from List and use Manual Connect!
da_dk: Mere end en NanoLeaf enhed fundet. Vælg fra listen eller forbind manuelt!
de_de: Mehr als ein Nanoleaf Gerät gefunden. Bitte wähle aus der Liste und benutze Manuelle Verbindung!
fr_fr: Plus d'un périphérique NanoLeaf trouvé. Veuillez choisir dans la liste et utiliser la connexion manuelle !
pt_br: Mais de um dispositivo Nanoleaf encontrado. Selecione o dispositivo desejado na lista e conecte manualmente!
ru_ru: Найдено больше, чем одно устройство NanoLeaf Device. Пожалуйста, выберите из списка и используйте Ручной Подключение!
sk_sk: Nájdených viac než jedno NanoLeaf zariadenie. Prosím vyber požadované zo zoznamu a použi Manuálne pripojenie!

# Code_Pairing_MessageBox_ValidIP
source: Please Enter valid IP Address!
da_dk: Venligst indtast gyldig IP adresse!
de_de: Bitte gebe eine gültige IP-Adresse ein!
fr_fr: Veuillez entrer une adresse IP valide !
pt_br: Entre com um endereço IP válido!
ru_ru: Пожалуйста, введите действительный IP-адрес!
sk_sk: Prosím zadaj platnú IP adresu!

# Code_Pairing_MessageBox_AlreadyCon
source: This Device is already connected to the App!
da_dk: Denne enhed er allerede forbundet til programmet!
de_de: Dieses Gerät ist bereits verbunden!
fr_fr: Ce périphérique est déjà connecté à l'application !
pt_br: Este dispositivo já está conectado com o programa!
ru_ru: Это Устройство уже подключено к приложению!
sk_sk: Toto zariadenie je už pripojené k aplikácií!

# General_Label_NanoleafDevice
source: Nanoleaf Device
da_dk: Nanoleaf Enhed
de_de: Nanoleaf Gerät
fr_fr: Périphérique NanoLeaf
pt_br: Dispositivo Nanoleaf
ru_ru: Нанолеаф Устройство
sk_sk: Nanoleaf zariadenie

# Code_Pairing_MessageBox_PairingSucessfull
source: Successfully Paired!
da_dk: Forbundet med succes!
de_de: Verbinden erfolgreich!
fr_fr: Appariement réussi !
pt_br: Pareado com sucesso!
ru_ru: Успешно в паре!
sk_sk: Úspešne spárované!

# Code_Pairing_MessageBox_PairingEffects
source: Please make sure that all connected NanoLeaf Devices have the same Effects installed! Otherwise there could be Errors on Effect Change!
da_dk: Sørg venligst for at alle tilsluttede NanoLeaf enheder har den samme effekt installeret! Ellers kan der opstå fejl ved skiftende effekt!
de_de: Bitte stelle sicher das auf allen verbundenen Geräten die gleichen Effekte installiert sind!
fr_fr: Veuillez vous assurer que tous les périphériques NanoLeaf connectés ont les mêmes effets installés ! Sinon, il pourrait y avoir des erreurs lors du changement d'effet !
pt_br: Certifique-se que todos os dispositivos Nanoleaf conectados possuem os mesmos efeitos instalados! De outra forma, pode haver erros na troca de efeitos!
ru_ru: Пожалуйста, убедитесь, что все подключенные NanoLeaf Devices имеют одинаковые Эффекты! В противном случае могут быть ошибки при изменении эффекта!
sk_sk: Prosím uisti sa, že všetky pripojené Nanoleaf zariadenia obsahujú rovnaké efekty! V opačnom prípade sa môžu vyskytnúť chyby pri zmene efektov!

# Window_Responses_Title
source: Chat Responses
da_dk: Chat svar
de_de: Chat Antworten
fr_fr: Réponses aux chats
pt_br: Respostas do chat
ru_ru: чат ответы
sk_sk: Odpovede z chatu

# Window_Responses_Label_ConnectMessage
source: Connect Message:
da_dk: Forbind besked:
de_de: Verbindungs Nachricht:
fr_fr: Message de connexion :
pt_br: Mensagem ao se conectar:
ru_ru: соединять новость:
sk_sk: Správa po pripojení:

# Window_Responses_Label_CommandResponse
source: Response on Command:
da_dk: Svar på kommando:
de_de: Antwort auf Befehl:
fr_fr: Réponse à la commande :
pt_br: Resposta ao comando:
ru_ru: ответ на приказ:
sk_sk: Odpoveď na príkaz:

# Window_Responses_Label_CommandxResponse
source: Response on Command for X Seconds:
da_dk: Svar på kommando i X sekunder:
de_de: Anwort auf Befehl für X Sekunden:
fr_fr: Réponse à la commande pendant X secondes :
pt_br: Resposta ao comando em X segundos:
ru_ru: ответ на приказ на X секундаф:
sk_sk: Odpoveď na príkaz po X sekundách:

# Window_Response_Label_KeywordResponse
source: Response on Keyword:
da_dk: Svar på nøgleord:
de_de: Antwort auf Schlüsselwort:
fr_fr: Réponse sur le mot-clé :
pt_br: Resposta à palavra-chave:
ru_ru: ответ на ключевое слово:
sk_sk: Odpoveď na kľúčové slovo:

# Window_Responses_Button_Save
source: Save & Close
da_dk: Gem & Luk
de_de: Speichern & Schließen
fr_fr: Enregistrer et fermer
pt_br: Salvar e fechar
ru_ru: сохранять и закрывать
sk_sk: Uložiť a Zavrieť

# Window_Responses_Button_Reset
source: Reset to Default
da_dk: Nulstil til Standard
de_de: Auf Standart setzen
fr_fr: Réinitialisation à la valeur par défaut
pt_br: Resetar para configuração padrão
ru_ru: на стандарт отъехать назад
sk_sk: Resetovať nastavenia

# General_Button_Help
source: Help
da_dk: Hjælp
de_de: Hilfe
fr_fr: Aide
pt_br: Ajuda
ru_ru: помощь
sk_sk: Pomoc

# Code_Responses_ComboBox_Times_Off
source: off
da_dk: slukket
de_de: aus
fr_fr: éteint
pt_br: desligado
ru_ru: выключать
sk_sk: vypnúť

# Code_Responses_ComboBox_Times_Minutes
source: Minutes
da_dk: Minutter
de_de: Minuten
pt_br: Minutos
sk_sk: Minúty

# Code_Responses_ConnectMessage
source: Hey guys! I am a Bot and gonna control your NanoLeaf Lights! For help write '!nano help'.
da_dk: Hey allesammen! Jeg er en Bot og kan kontrollere dine NanoLeaf Lights! For at få hjælp skriv 'nano help'.
de_de: Hey Leute! Ich bin ein Bot und ich steuere die Nanoleaf Lichter! Für Hilfe benutze '!nano help'.
fr_fr: Salut les gars ! Je suis un robot et je vais contrôler vos lumières NanoLeaf ! Pour obtenir de l'aide, écrivez '!nano help'.
pt_br: Olá pessoal! Eu sou o bot que vai controlar suas luzes Nanoleaf! Para ajuda, digite '!nano help'.
sk_sk: Ahoj všetci! Som Bot, ktorý ovláda tvoje Nanoleaf svetlá! Pre pomoc napíš '!nano help'.

# Code_Responses_CommandResponse
source: {username} changed the NanoLeaf Effect to {effect}.
da_dk: {username} skiftede NanoLeaf effekten til {effect}.
de_de: {username} wechselt den Effekt zu {effect}.
fr_fr: {username} a changé l'effet NanoLeaf en {effect}.
pt_br: {username} trocou o efeito NanoLeaf para {effect}.
sk_sk: {username} zmenil(a) NanoLeaf efekt na {effect}.

# Code_Responses_CommandDurationResponse
source: {username} changed the NanoLeaf Effect to {effect} for {duration} seconds.
da_dk: {username} skiftede NanoLeaf effekten til {effect} i {duration} sekunder.
de_de: {username} wechselte den Effekt zu {effect} für {duration} Sekunden.
fr_fr: {username} a changé l'effet NanoLeaf en {effect} pendant {duration} secondes.
pt_br: {username} trocou o efeito Nanoleaf para {effect} por {duration} segundos.
sk_sk: {username} zmenil(a) NanoLeaf efekt na {effect} po dobu {duration} sekúnd.

# Code_Responses_KeywordResponse
source: {username} said a magical Word and changed the NanoLeaf Effect to {effect}.
da_dk: {username} sagde et magisk ord og skiftede NanoLeaf effekten til {effect}.
de_de: {username} sagt ein magisches Wort und wechselt den Effekt zu {effect}.
fr_fr: {username} a dit un mot magique et a changé l'effet NanoLeaf en {effect}.
pt_br: {username} falou uma palavra mágica e trocou o efeito NanoLeaf para {effect}.
sk_sk: {username} povedal(a) magické slovo a zmenil(a) NanoLeaf efekt na {effect}.

# Window_ResponsesHelp_Title
source: Responses Help
da_dk: Hjælp til chat svar
de_de: Chat Antworten Hilfe
fr_fr: Aide aux réponses
pt_br: Ajuda para respostas
sk_sk: Pomoc pre odpovede

# Window_ResponsesHelp_Text
source: You can use different Placeholder Variables for your Response Messages: You can choose between a 10 and 60 Minutes Timer for the Repeating Message. In a Later Version you can Disable it completely. {username} This will be replaced with the Name of the User who caused the Change. {effect} This will be replaced with the Name of the Effect that will displayed on the NanoLeafs. {duration} - Only working on "Auto Restore Effect on Command" This will be replaced with the Time in Seconds - how long the Effect will be changed on the Nanoleafs.
da_dk: Du kan bruge forskellige pladsholdervariabler til dine svarbeskeder: Du kan vælge mellem en 10 og 60 minutters timer til den gentagne besked. I en senere version kan du deaktivere den fuldstændigt. {brugernavn} Dette erstattes med navnet på den bruger, der forårsagede ændringen. {effekt} Dette erstattes med navnet på den effekt, der vises på NanoLeafs. {duration} - Arbejder kun med "Auto Restore Effect on Command" Dette erstattes med Time in Seconds - hvor længe effekten ændres på Nanoleafs.
de_de: Du kannst Platzhalter Variablen für die Antwort Nachrichten verwenden: Du kannst zwischen verschiedenen Zeiten für den Wiederholende Nachrichten Timer auswählen. In einer Späteren Version wird es auch möglich sein diese Nachrichten komplett aus zu schalten. {username} Dieser Platzhalter wird mit dem Namen des Benutzers der den Trigger ausgelöst hat ersetzt. {effect} Dieser Platzhalter wird mit dem Namen des Effekts ersetzt, der auf den Nanoleafs angezeigt wird. {duration} - Funktioniert nur bei 'selbst wiederherstellenden Befehlen' Dieser Platzhalter wird mit der Zeit in Sekunden, also wie lange der Effekt auf den Nanoleafs angezeigt wird ersetzt.
fr_fr: Vous pouvez utiliser différentes variables de remplacement pour vos messages de réponse : Vous pouvez choisir entre une minuterie de 10 et 60 minutes pour le message répétitif. Dans une version ultérieure, vous pourrez le désactiver complètement. {username} Il sera remplacé par le nom de l'utilisateur qui a provoqué le changement. {effect} Il sera remplacé par le nom de l'effet qui sera affiché sur les NanoLeafs. {duration} - Ne fonctionne qu'avec la fonction "Restauration automatique de l'effet sur commande". Ceci sera remplacé par la durée en secondes - combien de temps l'effet sera modifié sur les NanoLeafs. Traduit avec www.DeepL.com/Translator (version gratuite)
pt_br: Você pode usar diferentes variáveis de placeholder para suas mensagens de respostas: Você pode escolher um temporizador entre 10 e 60 minutos para as mensagens repetidas. Na última versão, você pode desabilita-lo completamente. {username} Isso vai substituir o nome de usuário que fez a troca de efeito. {effect} Isso vai substituir o nome do efeito que será mostrado na Nanoleaf. {duration} - Só funciona com "Voltar automaticamente para o efeito anterior por comando" Isso vai substituir o tempo em segundos - por quanto tempo o efeito é exibido na Nanoleaf.
sk_sk: Môžeš použiť rôzne zástupné premenné pre odpovedajúce správy : Pre opakujúcu sa správu si môžeš zvoliť časovač medzi 10 a 60 minútami. V pripravovanej verzií ju budeš môcť úplne vypnúť. {username} Táto hodnota bude zmenená menom uživateľa, ktorý vyvolal zmenu. {effect} Táto hodnota bude zmenená názvom efektu, ktorý sa zobrazí na NanoLeafs. {duration} - Použiteľné len s "Automaticky obnov efekt na príkaz" Táto hodnota bude zmenená počtom sekúnd na ako dlho bude efekt zmenený na NanoLeafs.

# Window_TriggerDetail_Slider_Text
source: Enable Trigger
da_dk: Aktiver Trigger
de_de: Trigger aktiviert
fr_fr: Activer le déclencheur
pt_br: Habilitar Trigger
sk_sk: Zapnúť spúšťač

# Window_TriggerDetail_Label_TriggerType
source: Trigger Type
de_de: Trigger Typ
fr_fr: Type de déclencheur
pt_br: Tipo de Trigger
sk_sk: Typ spúšťača

# Window_TriggerDetail_RadioButton_Command
source: Command
da_dk: Kommando
de_de: Befehl
fr_fr: Commande
pt_br: Comando
sk_sk: Príkaz

# Window_TriggerDetail_RadioButton_Keyword
source: Keyword
da_dk: Nøgleord
de_de: Schlüsselwort
fr_fr: Mot clé
pt_br: Palavra-chave
sk_sk: Kľúčové slovo

# Window_TriggerDetail_RadioButton_NewFollower
source: New Follower
da_dk: Ny Følger
de_de: Neuer Follower
fr_fr: Nouveau suiveur
pt_br: Novo seguidor
sk_sk: Nový nasledovník

# Window_TriggerDetail_RadioButton_NewSubscriber
source: New Subscriber
da_dk: Ny Subscriber
de_de: Neuer Subscriber
fr_fr: Nouvel abonné
pt_br: Novo inscrito
sk_sk: Nový predplatiteľ

# Window_TriggerDetail_RadioButton_ChannelPoints
source: Channel Points
da_dk: Kanalpoint
de_de: Kanal Punkte
fr_fr: Points de canal
pt_br: Pontos do Canal
sk_sk: Body kanála

# Window_TriggerDetail_RadioButton_GiftSub
source: Gift Subscriber
da_dk: Gave Subscriber
de_de: Geschenk Sub
fr_fr: Abonné cadeau
pt_br: Inscrição de Presente
sk_sk: Darca predplatného

# Window_TriggerDetail_RadioButton_AnonGiftSub
source: Anonymous Gift Subscriber
da_dk: Anonym Gave Subscriber
de_de: Anonymer Geschenk Sub
fr_fr: Abonné cadeau anonyme
pt_br: Inscrição de Presente Anonimo
sk_sk: Anonoymný darca predplatného

# Window_TriggerDetail_Label_Effect
source: Effect
da_dk: Effekt
de_de: Effekt
fr_fr: Effet
pt_br: Efeito
sk_sk: Efekt

# Window_TriggerDetail_Label_SoundEffect
source: Sound Effect
da_dk: Lyd Effekt
de_de: Sound Effekt
fr_fr: Effet sonore
pt_br: Efeito de som
sk_sk: Zvukový efekt

# Window_TriggerDetail_Button_SelectFile
source: Select File
da_dk: Vælg Fil
de_de: Datei auswählen
fr_fr: Sélectionnez le fichier
pt_br: Selecione um arquivo
sk_sk: Vybrať súbor

# Window_TriggerDetail_Label_Options
source: Options
da_dk: Valgmuligheder
de_de: Optionen
pt_br: Opções
sk_sk: Možnosti

# Window_TriggerDetail_Label_Amount
source: Amount
da_dk: Mængde
de_de: Menge
fr_fr: Montant
pt_br: Quantidade
sk_sk: Množstvo

# Window_TriggerDetail_Label_Duration
source: Duration
da_dk: Varighed
de_de: Dauer
fr_fr: Durée
pt_br: Duração
sk_sk: Trvanie

# Window_TriggerDetail_Label_Brightness
source: Brightness
da_dk: Lysstyrke
de_de: Helligkeit
fr_fr: Luminosité
pt_br: Brilho
sk_sk: Jas

# Window_TriggerDetail_Label_Cooldown
source: Cooldown
de_de: Abklingzeit
fr_fr: Temps de refroidissement
sk_sk: Časovač

# Window_TriggerDetail_Checkbox_Vip
source: Vips only
da_dk: kun Vips
de_de: nur Vips
fr_fr: Vips uniquement
pt_br: Somente VIPs
sk_sk: iba VIP

# Window_TriggerDetail_Checkbox_Sub
source: Subs only
da_dk: kun Abonnenter
de_de: nur Subs
fr_fr: Abonnés uniquement
pt_br: Somente inscritos
sk_sk: iba Predplatitelia

# Window_TriggerDetail_Checkbox_Mod
source: Moderator only
da_dk: kun Moderatorer
de_de: nur Moderatoren
fr_fr: Modérateur uniquement
pt_br: Somente moderadores
sk_sk: iba Moderátori

# Window_TriggerDetail_Label_CmdKeyword
source: Command / Keyword
da_dk: Kommando / Nøgleord
de_de: Befehl / Schlüsselwort
fr_fr: Commande / Mot-clé
pt_br: Comando/Palavra-chave
sk_sk: Príkaz / Kľúčové slovo

# Window_TriggerDetail_Label_Volume
source: Volume
da_dk: Lydstyrke
de_de: Lautstärke
sk_sk: Hlasitosť

# Window_TriggerDetail_Label_NoRewardDetected
source: No Channel Points Reward detected! Please redeem your desired Reward now!
da_dk: Ingen Kanal Point belønning fundet! Venligst indløs dine ønskede belønninger nu!
de_de: Keine Kanalpunkte-Belohnung erkannt! Bitte löse jetzt deine gewünschte Belohnung im Chat ein!
fr_fr: Aucune récompense en points de chaîne n'a été détectée ! Veuillez échanger votre récompense désirée maintenant !
pt_br: Não foi detectado recompensas por Pontos de Canal! Resgate sua recompensa desejada agora!
sk_sk: Žiadna odmena za body kanála nebola zistená! Prosím uplatni požadovanú odmenu teraz!

# Code_TriggerDetail_Label_CPGuid
source: Detected Channelpoints Reward with ID {0} Redeem again to change/update the Reward!
da_dk: Kanalpoint belønning fundet med ID {0} Indløs igen for at ændre/opdatere belønningen!
de_de: Erkannte Kanalpunkte-Belohnung mit der ID {0} Löse erneut eine Belohnung ein zum ändern!
fr_fr: Récompense Channelpoints détectée avec ID {0} Rembourser à nouveau pour changer/mettre à jour la récompense !
pt_br: Recompensa por pontos de canal com ID {0} detectado. Resgate novamente para trocar/atualizar a recompensa!
sk_sk: Zistená odmena za body kanála s ID {0} Uplatni znova pre úpravu/aktualizáciu odmeny!

# Code_TriggerDetail_Label_CPGuidSet
source: Reward with id {0} is Set. Reedem again to change/update the Reward!
da_dk: Belønning med id {0} er angivet. Genindløs igen for at ændre / opdatere belønningen!
de_de: Belohnung mit der ID {0} gesetzt. Löse erneut eine Belohnung zum ändern ein!
fr_fr: a récompense avec l'id {0} est fixée. Répétez l'opération pour modifier/mettre à jour la récompense !
pt_br: Recompensa com ID {0} foi definida. Resgate novamente para trocar/atualizar a recompensa!
sk_sk: Odmena s ID {0} je nastavená. Uplatni znova pre úpravu/aktualizáciu odmeny!

# Code_TriggerDetail_MessageBox_NoEffectSelected
source: Please select an Effect for your Trigger! Can not be Empty!
da_dk: Vælg en effekt til din trigger! Kan ikke være tom!
de_de: Bitte wähle einen Effekt aus der Liste! Darf nicht leer sein!
fr_fr: Veuillez sélectionner un effet pour votre déclencheur ! Ne peut pas être vide !
pt_br: Selecione um efeito para o seu Trigger! Ele não pode ser vazio!
sk_sk: Prosím vyber efekt pre svoj časovač! Pole nesmie byť prázdne!
