Repository: Locxion/NanoTwitchLeafs
Catalog: Properties/Resources.*.resx
Languages: da_dk, de_at, de_de, fr_fr, pt_br, ru_ru, sk_sk

# General_MessageBox_WMPinstalled_Error_Text
source: Please make sure that Windows Media Player is installed and enabled!
de_de: Bitte stelle sicher das Windows Media Player installiert und aktiviert ist!

# Window_TriggerDetail_VipSubMod_Label_Text
source: The User has to be nothing Special to use this Trigger!
de_de: Der Benutzer muss nichts besonderes sein um diesen Trigger benutzen zu können!

# Window_NotifyContextMenu_Button_Show_Text
source: Show
de_de: Anzeigen

# Code_PubSub_MessageBox_ConnectError
source: Could not connect to PubSub Service! Please relink your Twitch Account!
de_de: Konnte nicht zum PubSub Service verbinden! Bitte verbinde deinen Twitch Account erneut!

# Window_TriggerDetail_RadioButton_GiftBomb
source: Gift Bomb
de_de: Geschenk Bombe

# Window_TriggerDetail_RadioButton_AnonGiftBomb
source: Anonymous Gift Bomb
de_de: Anonyme Geschenk Bombe

# Window_Trigger_Header_Command
source: Command/Keyword
de_de: Befehl/Schlüsselwort

# Code_Devices_Messagebox_SelectDevice
source: Please select a Device!
de_de: Bitte wähle ein Gerät aus!

# Windows_Main_Tabs_ApiSettings_Title
source: API Settings
de_de: API Einstellungen

# Windows_Main_Tabs_ApiSettings_ServiceCredentials_Checkbox
source: Use own Service Credentials
de_de: Benutze eigene Service Login Daten

# Window_AppInfo_Label_Version
source: Version:
pt_br: Versão:
ru_ru: Bерсия:
sk_sk: Verzia:

# General_MessageBox_Sucess_Title
source: Yay!
da_dk: Jubii!
fr_fr: Ouais !
sk_sk: Áno!

# Window_Main_Tabs_Nano_Label_Status
source: Status:
fr_fr: Statut :
ru_ru: Статус:
sk_sk: Stav:

# Window_Main_Tabs_Settings_Label_Analytics
source: Analytics:
da_dk: Analyse:
sk_sk: Analýza:

# Window_Main_Tabs_Chat_Button_Info
source: Info
pt_br: Informações
ru_ru: Информация
sk_sk: Informácie

# Window_TriggerDetail_Title
source: Trigger Details
da_dk: Trigger detaljer
fr_fr: Détails du déclencheur
pt_br: Detalhes de Trigger
sk_sk: Detaily spúšťača

# Window_TriggerDetail_RadioButton_Host
source: Host
fr_fr: Hôte
sk_sk: Hosťovanie

# Window_TriggerDetail_RadioButton_Raid
source: Raid
sk_sk: Nájazd

# Window_TriggerDetail_RadioButton_Resub
source: ReSubscriber
fr_fr: Réabonné
pt_br: ReInscrito
sk_sk: Znovu predplatiteľ

# Window_Trigger_Header_Trigger
source: Trigger
da_dk: Udløser
fr_fr: Déclencheur
sk_sk: Spúšťač

# Window_Trigger_Header_Sound
source: Sound?
da_dk: Lyd?
fr_fr: Son?
pt_br: Som?
sk_sk: Zvuk?

# Window_Trigger_Header_Flags
source: Flags
da_dk: Flag
fr_fr: Indicateurs
pt_br: Bandeiras (Flags)
sk_sk: Indikátory

# Window_Trigger_Button_Edit
source: Edit
da_dk: Redigere
fr_fr: Modifier
pt_br: Editar
sk_sk: Upraviť

# Windows_Main_Tabs_Hyperate_Title
source: HypeRate
sk_sk: HypeTep

# Window_Main_Tabs_Nano_Title
source: Nano
fr_fr: NanoLeaf
pt_br: NanoLeaf
ru_ru: NanoLeaf

# Window_TwitchLink_Tab_Bot
source: Bot
fr_fr: Robot
pt_br: Robô

# Window_Announcement_Title
source: Announcements
da_dk: Bekendtgørelse

# Window_Main_Tabs_Settings_Checkbox_Analytics
source: Enable anonymous Analytics
da_dk: Aktiver anonym analyse

# Window_Main_Tabs_Settings_Checkbox_AnalyticsChannel
source: Share Channel Name
da_dk: Del kanalnavn

# Code_Main_MessageBox_AnalyticsError
source: Failed to Send Analytics! Please make sure that Communication to Google Analytics isn't blocked and try again!
da_dk: Kommunikationen med Google Analytics mislykkedes! Sørg for, at forbindelsen til Google Analytics ikke er blokeret, og prøv igen!

# Code_Main_MessageBox_AnalyticsRestart
source: The Analytics Collection starts after a Restart of the App! Thanks for your Help!
da_dk: Analyse samlingen starter efter genstart af programmet. Tak for hjælpen!

# Code_Main_MessageBox_AnalyticsDecision
source: We understand your Decision. Thanks anyway!
da_dk: Vi forstår din beslutning. Tak alligevel!

# Code_Main_MessageBox_AnalyticsStartError
source: Could not send Startup Message to Analytics Server! Please see Logfile for more Info!
da_dk: Kunne ikke sende opstart meddelelse til analyse server. Venligst se logfilen for mere information!

# Code_License_MessageBox_Confirm_RemoveLicense
source: Do you really want to remove your License?
da_dk: Vil du virkelig fjerne din licens?

# Code_License_MessageBox_Confirm_RemoveLicenseFile
source: Delete License File too?
da_dk: Slet licensfil også?

# Window_License_Button_Activate
source: Activate License
da_dk: Aktivér licens

# Window_License_Button_Deactivate
source: Deactivate License
da_dk: Deaktiver licens

# Window_License_MessageBox_Error_CouldNotValidateKey
source: License Key could not be validated!
da_dk: Licensnøglen kunne ikke valideres!

# Window_License_MessageBox_Error_NoKey
source: Please enter a valid License Key!
da_dk: Indtast venligst en gyldig licensnøgle!

# Window_Main_Tabs_Settings_Button_UploadLogfile
source: Upload Logfile
da_dk: Upload logfil

# Window_Main_Tabs_Settings_Label_Chat
source: Chat:
ru_ru: Чат:

# Window_Main_Tabs_Chat_Title
source: Chat
ru_ru: Чат

# General_Button_OK
source: OK
de_at: Bast
