Repository: Locxion/NanoTwitchLeafs
Catalog: Properties/Resources.*.resx
Languages: da_dk, de_at, de_de, fr_fr, pt_br, ru_ru, sk_sk

# Code_TriggerDetail_MessageBox_NoRewardDetected
source: Please reedem one Channel Points Rewards via your Twitch Chat with your Streamer Account before saving!
da_dk: Indløs en Channel Points-belønning via din Twitch Chat med din Streamer-konto, før du gemmer!
de_de: Bitte löse eine Kanalpunkte-Belohnung via Twitch Chat mit deinem Streamer Account ein!
fr_fr: Veuillez échanger un point de récompense d'une chaîne via votre chat Twitch avec votre compte de streamer avant d'enregistrer !
pt_br: Resgate uma recompensa por Pontos de Canal através do chat da Twitch com a sua conta de Streamer antes de salvar!
sk_sk: Pred uložením prosím uplatni jednu z odmien za body kanála cez tvoj Twitch chat s tvojim "Streamer" účtom!

# Code_TriggerDetail_MessageBox_CmdBoxEmpty
source: Please enter a Command/Keyword for your Trigger! Can not be Empty!
da_dk: Indtast et kommando / nøgleord til din udløser! Kan ikke være tom!
de_de: Bitte gib einen Befehlsnamen oder Schlüsselwort ein! Darf nicht leer sein!
fr_fr: Veuillez entrer une commande / un mot clé pour votre déclencheur ! Il ne peut pas être vide !
pt_br: Digite um Comando/Palavra-chave para o seu Trigger! Ele não pode ser vazio!
sk_sk: Prosím zadaj príkaz/kľúčové slovo pre svoj časovač! Pole nesmie byť prázdne!

# Code_TriggerDetail_MessageBox_BrightnessValue
source: Please enter a Brightness Value between 0 and 100! Can not be Empty!
da_dk: Indtast venligst en lysstyrkeværdi mellem 0 og 100! Kan ikke være tom!
de_de: Bitte gib einen Wert zwischen 0 und 100 bei der Helligkeit an! Darf nicht leer oder negativ sein!
fr_fr: Veuillez entrer une valeur de luminosité entre 0 et 100 ! a ne peut pas être vide !
pt_br: Digite um valor de brilho entre 0 e 100! Ele não pode ser vazio!
sk_sk: Prosím zadaj hodnotu jasu medzi 0 a 100!\nPole nesmie byť prázdne!

# Code_TriggerDetail_MessageBox_VolumeValue
source: Please enter a Volume Value between 0 and 100! Can not be Empty!
da_dk: Indtast en volumenværdi mellem 0 og 100! Kan ikke være tom!
de_de: Bitte gib einen Wert zwischen 0 und 100 bei der Lautstärke an! Darf nicht leer oder negativ sein!
fr_fr: Veuillez entrer une valeur de luminosité entre 0 et 100 ! Cela ne peut pas être vide !
pt_br: Digite um valor de volume entre 0 e 100! Ele não pode ser vazio!
sk_sk: Prosím zadaj výšku hlasitosti medzi 0 a 100! Pole nesmie byť prázdne!

# Code_TriggerDetail_MessageBox_AmountValue
source: Please enter a Amount Value even if you dont use it! Can not be Empty or Negative!
da_dk: Indtast venligst en mængde, selvom du ikke bruger den! Kan ikke være tom eller negativ!
de_de: Bitte gib bei Menge einen Wert an! Darf nicht leer oder negativ sein!
fr_fr: Veuillez entrer une valeur du montant même si vous ne l'utilisez pas ! Cela e peut pas être vide ou négatif !
pt_br: Digite um valor de quantidade, mesmo se você não o utilizar! Ele não pode ser vazio ou negativo!
sk_sk: Prosím zadaj hodnotu množstva aj keď sa nepoužije! Pole nesmie byť prázdne alebo obsahovať zápornú hodnotu!

# Code_TriggerDetail_MessageBox_DurationValue
source: Please enter a Duration Value even if you dont use it! Can not be Empty or Negative!
da_dk: Indtast venligst en varighedsværdi, selvom du ikke bruger den! Kan ikke være tom eller negativ!
de_de: Bitte gib einen Wert bei der Dauer an! Darf nicht leer oder negativ sein!
fr_fr: Veuillez entrer une valeur de durée même si vous ne l'utilisez pas ! Cela ne peut pas être vide ou négatif !
pt_br: Digite um valor de duração, mesmo se você não o utilizar! Ele não pode ser vazio ou negativo!
sk_sk: Prosím zadaj hodnotu dĺžky aj keď sa nepoužije! Pole nesmie byť prázdne alebo obsahovať zápornú hodnotu!

# Code_TriggerDetail_MessageBox_CooldownValue
source: Please enter a Cooldown Value!Enter 0 to disable the Trigger Cooldown! Can not be Empty!
da_dk: Indtast en Cooldown-værdi! Indtast 0 for at deaktivere Trigger Cooldown! Kan ikke være tom!
de_de: Bitte gib einen Wert bei der Abklingzeit an! Gib 0 ein um den Trigger Cooldown nicht zu verwenden. Darf nicht leer oder negativ sein!
fr_fr: Veuillez entrer une valeur de refroidissement! Entrez 0 pour désactiver le refroidissement du déclencheur ! Cela ne peut pas être vide !
pt_br: Digite um valor de cooldown! Digite 0 para desabilitar o cooldown de Trigger! Ele não pode ser vazio!
sk_sk: Prosím zadaj hodnotu časovača! Zadaj 0 pre vypnutie časovača pre spúšťač! Pole nesmie byť prázdne!

# Code_TriggerDetail_MessageBox_SoundfileFormat
source: You can only use .wav or .mp3 Soundfiles!
da_dk: Du kan kun bruge .wav eller .mp3 Soundfiles!
de_de: Du kannst nur eine .wav oder .mp3 Datei auswählen!
fr_fr: Vous ne pouvez utiliser que des fichiers son .wav ou .mp3 !
pt_br: Você só pode usar arquivos .wav ou .mp3!
sk_sk: Môžeš použiť len hudobné súbory .wav alebo .mp3!

# Code_TriggerDetail_Label_VipSubMod
source: User has to be {0} to use this Trigger.
da_dk: Brugeren skal være {0} for at bruge denne udløser.
de_de: Der Benutzer muss {0} sein um den Trigger benutzen zu können.
fr_fr: L'utilisateur doit être {0} pour utiliser ce déclencheur.
pt_br: Usuário deve ser {0} para usar este Trigger.
sk_sk: Pre použitie tohto časovača musí byť uživateľ {0}.

# Code_TriggerDetail_Label_NothingSpecial
source: nothing special
da_dk: ikke noget specielt
de_de: nichts besonderes
fr_fr: rien de spécial
pt_br: nada especial
sk_sk: nič špeciálne

# Code_TriggerDetail_MessageBox_CPNoConnection
source: If you want to Create/Edit Channelpoints Trigger, please connect to Twitch Chat first!
da_dk: Hvis du vil oprette / redigere kanaludløser, skal du først oprette forbindelse til Twitch Chat!
de_de: Bitte verbinde dich zuerst mit dem Twitch Chat bevor du Kanalpunkte Trigger ändern kannst!
fr_fr: Si vous voulez créer/modifier le déclencheur de channelpoints, veuillez vous connecter au chat Twitch d'abord !
pt_br: Se você quer criar/editar Triggers com Pontos de Canal, se conecte com o chat da Twitch antes!
sk_sk: Najprv sa pripoj do Twitch chatu, ak chceš vytvoriť alebo upraviť spúšťač za body kanála!

# Window_TriggerHelp_Title
source: Trigger Help
da_dk: Udløsningshjælp
de_de: Trigger Hilfe
fr_fr: Aide au déclenchement
pt_br: Ajuda de Trigger
sk_sk: Pomoc pre spúšťač

# Window_TriggerHelp_Text
source: Trigger: This is the "Type" of Event that, well ... triggers the Trigger. Twitch Events like "new Follower" or "new Subscriber" require a Duration in Seconds. If you get, for Example, a new Follower and you have a Trigger defined with 10 Seconds: The NanoLeaf will change to the desired Effect and change back to the previous Effect after 10 Seconds. The "Command" and "Cost" Field are disabled on this Type of Trigger. To Use the Twitch Channel Points you need to go to your Twitch Dashboard (https://dashboard.twitch.tv/u/yourtwitchname/community/channel-points) and create Own Rewards. To link the Reward to the Trigger simply redeem your desired Reward with your Streamer Account! User Color takes the Twitch Color of the User and paints one random Panel of the Nanoleafs in that Color! Command/Keyword: If you choose to let you Viewers play with your NanoLeaf Lights, take a try with Trigger Type "Command" or "Keyword! Command: A Command looks like this: !command You have a Prefix like ! and a command. You can Change the Prefix on the Bot Login Tab. The Message from the Viewer has to be exact like the Command. If you define !test as Command and the Viewer write !test123 or even !test 123 in Chat, the Trigger will not activate! (Please write the Command Name WITHOUT Prefix in the Box.) Keyword: In Difference to a Command, the Keyword can be a Single Message, Part of a Word or even a part of a whole Sentence. If you define the Keyword "test". The Trigger will activate at "test", "test123", "hellotestitsme" or even "This is a Test"! You can even add multiple Keywords for one Effect. Just separate them with a Comma - "fire,flames,hell" - "water,sea,ocean" Effect / Color: This is the Effect List pulled directly from your NanoLeaf Device. If you create new Effects with the NanoLeafs Mobile App, the new Effects get pulled on the Moment you Open the Trigger Detail Window! You can also choose a Solid Color from the Color Picker. Soundfile: Click on the Select Button and Browse to a Soundfile that should be played with this Trigger. (.mp3 and .wav are allowed) To Remove just delete the Path in the Textbox. Amount: You can define several Trigger with different Minimal Limits. If you create a Bits/Donation/Heartrate Trigger with 100 for Example ... a 99 Bits cheer will do nothing. If someone cheers 100+ Bits ... the Effect gets triggered. So you can do several Triggers for like 50+, 100+, 200+ etc ... Bits/Donations/HeartRate and Hosts. Duration & Cooldown: Duration and Cooldown in Seconds. Cooldown counts for each Trigger individually Brightness: You can specify the Brightness in % for each Trigger. Values can be between 0 and 100. VIP|Sub|Mod only: If you want to give ONLY VIP's, Subscribers or Moderators the possibility to use this Command or Keyword!
da_dk: Udløser: Dette er den "begivenhedstype", der ... udløser udløseren. Twitch-begivenheder som "ny tilhænger" eller "ny abonnent" kræver en varighed i sekunder. Hvis du f.eks. Får en ny tilhænger, og du har en udløser defineret med 10 sekunder: NanoLeaf ændres til det ønskede Effekt og skift tilbage til den forrige effekt efter 10 sekunder. Feltet "Kommando" og "Omkostninger" er deaktiveret på denne type udløser. For at bruge Twitch Channel Points skal du gå til dit Twitch Dashboard (https://dashboard.twitch.tv/u/yourtwitchname/community/channel-points) og opret egne belønninger. For at linke belønningen til udløseren skal du blot indløse din ønskede belønning med din Streamer-konto! Kommando / nøgleord: Hvis du vælger at lade dig seere lege med dine NanoLeaf Lights, skal du prøve med Trigger Type "Command" eller "Keyword! Kommando: En kommando ser sådan ud:! Kommando Du har et præfiks som! og en kommando. Du kan ændre præfikset på fanen Bot-login. Beskeden fra fremviseren skal være nøjagtig som kommandoen. Hvis du definerer! Test som Command og Viewer skriv! test123 eller endda! test 123 i Chat, udløseren aktiveres ikke! (Skriv venligst kommandonavnet UDEN præfiks i boksen.) Nøgleord: I forskel på en kommando kan nøgleordet være en enkelt besked, en del af et ord eller endda en del af en hel sætning. Hvis du definerer nøgleordet "test". Triggeren aktiveres ved "test", "test123", "hellotestitsme" eller endda "Dette er en test"! Du kan endda tilføje flere nøgleord for en effekt. Bare adskil dem med et komma - "ild, flammer, helvede" - "vand, hav, hav" Effekt: Dette er effektlisten trukket direkte fra din NanoLeaf-enhed. Hvis du opretter nye effekter med NanoLeafs Mobile App, de nye effekter bliver trukket i det øjeblik du åbner Trigger Detail Window! Soundfile: Klik på knappen Vælg, og find et lydfil, der skal afspilles med denne udløser. (.mp3 og .wav er tilladt) For at fjerne skal du bare slette stien i tekstboksen. Beløb: Du kan definere flere udløsere med forskellige minimale grænser. Hvis du opretter en Bits Trigger med 100 for eksempel ... vil en 99 Bits cheer ikke gøre noget. Hvis nogen hepper på 100+ biter ... bliver effekten udløst. Så du kan gøre flere udløsere for ligesom 50+, 100+, 200+ osv ... Bits og værter. Varighed og nedkøling: Varighed og nedkøling i sekunder. Nedkøling tæller for hver udløser individuelt Lysstyrke: Du kan angive lysstyrken i% for hver udløser. Værdier kan være mellem 0 og 100. VIP | Sub | Kun mod: Hvis du ønsker at give KUN VIP'er, abonnenter eller moderatorer muligheden for at bruge denne kommando eller nøgleord!
de_de: Trigger: Das ist der Typ des Ereignisses der ... naja ... den Trigger auslöst. Twitch Ereignisse wie "neuer Follower" oder "neuer Subscriber" benötigen eine Dauer in Sekunden. Wenn du zum Beispiel einen neuen Follower bekommst und die Dauer auf 10 Sekunden steht: Die Nanoleafs wechseln dann zu dem gewählten Effekt wechseln, dort 10 Sekunden verweilen und danach wieder zurück schalten. Die "Befehl/Schlüsselwort" und die "Menge" Textbox sind bei diesen Triggern deaktiviert. Um die Kanalpunkte-Belohnungen zu verwenden, gehe zu deinem Twitch Dashboard (https://dashboard.twitch.tv/u/deintwitchname/community/channel-points) und erstelle deine eigene Belohnung. Um diese Belohnung dann mit dem Trigger zu verbinden musst du sie einfach einmal mit deinem Twitch Account einlösen. Benutzer Farbe nimmt die Twitch Farbe des Benutzers und färbt ein Zufälliges Panel der Nanoleafs ein. Befehl/Schlüsselwort: Wenn deine Zuschauer mit den Nanoleafs spielen dürfen, probiere doch einfach mal einen Befehl oder ein Schlüsselwort aus! Befehl: Ein Chat-Befehl sieht so aus: !befehl Du hast das "Vorstellzeichen" wie zb ! und den Befehl. Du kannst das Vorstellzeichen im Twitch Tab ändern. Die Nachricht des Zuschauers darf nicht mehr oder weniger enthalten als !befehl. Nachrichten wie !befehl123 oder !befehl 123 werden nicht erkannt! (Bitte schreibe den Befehlsnamen ohne das Vorstellzeichen in die Box!) Schlüsselwort: Im Gegensatz zu einem Befehl, wird ein Schlüsselwort überall ein einer Nachricht erkannt. Wenn dein Schlüsselwort beispielsweise "test" ist wird es überall erkannt. "test", "test123" "halloichbineintest" oder auch "Das hier ist ein Test". Du kannst mehrere Schlüsselwörter für einen Trigger definieren. Trenne sie einfach mit einem Komma ( , ). "feuer,flamme,hölle" oder "wasser,see,ozean". Effekt / Farbe: Das ist die Effekt Liste die direkt von den Nanoleafs herunter geladen wird. Wenn du mit der Handy-App neue Effekte erstellst oder herunter lädst musst du dieses Fenster einmal neu öffnen. Du kannst auch einfach eine Farbe mit dem Farben-Picker auswählen. Diese Farbe wird dann für alle Panels benutzt. Sound: Klicke den Knopf und wähle eine Sound Datei von deinem Computer aus. Erlaubt sind .mp3 und .wav Files. (Lösche den Pfad aus der Textbox um den Sound aus dem Trigger zu entfernen.) Menge: Du kannst hiermit mehrere Stufen mit minimalen Werten einstellen bei denen der Trigger aktiviert werden soll. Nehmen wir mal einen Bits Trigger mit 100. Dieser wird nur bei 100 oder mehr aktiviert! So kannst du verschiedene Effekte und Trigger für 50+, 100+, 200+ Bits/Spenden/Herzrate und Hosts anlegen. Dauer & Abklingzeit: Beides wird in Sekunden angegeben. Die Abklingzeit kann für jeden Trigger separat eingestellt werden. Helligkeit: Die Helligkeit wird in % für jeden Effekt angegeben. Gib einen Wert zwischen 0 und 100 ein. Vip|Sub|Mod: Wenn du nur einer bestimmten Gruppe den Zugang zu einem Befehl oder Schlüsselwort geben möchtest!
fr_fr: Déclencheur : Il s'agit du "type" d'événement qui, eh bien ... déclenche le déclencheur. Les événements Twitch comme "nouveau suiveur" ou "nouvel abonné" nécessitent une durée en secondes. Si vous obtenez, par exemple, un nouvel adepte et que vous avez défini un déclencheur de 10 secondes : La NanoLeaf se transformera en l'effet désiré et reviendra à l'effet précédent après 10 secondes. Les champs " Commande " et " Coût " sont désactivés sur ce type de déclencheur. Pour utiliser les points de la chaîne Twitch, vous devez vous rendre sur votre tableau de bord Twitch (https://dashboard.twitch.tv/u/yourtwitchname/community/channel-points) et créer vos propres récompenses. Pour lier la récompense au déclencheur, il suffit d'échanger la récompense souhaitée avec votre compte de streamer ! Commande/Mot clé : Si vous choisissez de laisser vos spectateurs jouer avec vos lumières NanoLeaf, essayez le type de déclencheur " Commande " ou " Mot-clé ". Commande : Une commande ressemble à ceci : !command Vous avez un préfixe comme ! et une commande. Vous pouvez changer le préfixe dans l'onglet de connexion du robot. Le message du visualisateur doit être exact comme la commande. Si vous définissez !test comme commande et que le spectateur écrit !test123 ou même !test 123 dans le Chat, le déclencheur ne sera pas activé ! (Veuillez écrire le nom de la commande SANS préfixe dans la case). Mot clé : A la différence d'une commande, le mot-clé peut être un message unique, une partie d'un mot ou même une partie d'une phrase entière. Si vous définissez le mot-clé "test". Le déclencheur s'activera à "test", "test123", "hellotestitsme" ou même "This is a Test" ! Vous pouvez même ajouter plusieurs mots-clés pour un même effet. Il suffit de les séparer par une virgule - "feu,flammes,enfer" - "eau,mer,océan". Effet : Il s'agit de la liste d'effets provenant directement de votre périphérique NanoLeaf. Si vous créez de nouveaux effets avec l'application mobile NanoLeafs, les nouveaux effets sont extraits au moment où vous ouvrez la fenêtre de détails du déclencheur ! Fichier son : Cliquez sur le bouton de sélection et recherchez le fichier son qui doit être joué avec ce déclencheur. (.mp3 et .wav sont autorisés) Pour le supprimer, il suffit d'effacer le lien dans la zone de texte. Montant : Vous pouvez définir plusieurs Trigger avec des limites minimales différentes. Si vous créez un Trigger Bits avec 100 par exemple ... une acclamation de 99 Bits ne fera rien. Si quelqu'un applaudit à 100+ Bits ... l'effet sera déclenché. Vous pouvez donc créer plusieurs déclencheurs pour 50+, 100+, 200+ etc ... bits et hôtes. Durée et refroidissement : Durée et refroidissement en secondes. Le refroidissement est calculé individuellement pour chaque déclencheur. Luminosité : Vous pouvez spécifier la luminosité en % pour chaque déclencheur. Les valeurs peuvent être comprises entre 0 et 100. VIP|Sub|Mod uniquement : Si vous voulez donner UNIQUEMENT aux VIP, aux abonnés ou aux modérateurs la possibilité d'utiliser cette commande ou ce mot-clé !
pt_br: Trigger: Este é o tipo de evento que seta gatilhos (Trigger). Eventos da Twitch como "novo seguidor" ou "novo inscrito" requer uma duração em segundos. Se você receber, por exemplo, um novo seguidor e você tem um Trigger definido com 10 segundos: A Nanoleaf vai trocar para o efeito desejado e trocará automaticamente para o efeito anterior depois de 10 segundos. Os campos "comando" e "custo" ficam desabilitados nesse tipo de Trigger. Para usar os Pontos de Canal da Twitch você precisa ir até o painel de controle do criador (Dashboard) da twitch (https://dashboard.twitch.tv/u/seuNomeDaTwitch/community/channel-points) e criar recompensas personalizadas. Para ativar a recompensa com o Trigger, simplesmente resgate a recompensa desejada com a sua conta de Streamer! Comando/Palavra-chave: Se você escolher deixar os seus viewers brincar com a suas luzes Nanoleaf, tente adicionar um Trigger por "comando" ou "palavra-chave"! Comando: Um comando aparece assim: !comando Você tem um prefixo como ! e um comando. Você pode mudar o prefixo na aba Login do Bot. A mensagem do viewer deve ser exatamente como o comando. Se você define !teste como um comando, e o viewer escreve !teste123 ou até !teste 123 no chat, o Trigger não será ativado! (Escreva o comando SEM o prefixo no campo.) Palavra-chave: A diferença da palavra-chave para o comando é que a palavra chave pode ser uma pequena pensagem, parte de uma palavra ou até mesmo uma frase inteira. Se você definir a palavra-chave "teste". O Trigger será ativado em "teste", "teste123", "olatestesoueu" ou até mesmo em "Isso é um Teste"! Você pode até mesmo adicionar várias palavras-chave para 1 efeito. Só separe eles com virgula: "fogo,chamas,inferno" ou "agua,rio,oceano" Efeito: Isso é a lista de efeitos carregados diretamente do seu dispositivo Nanoleaf. Se você criar novos efeitos com o App de celular da Nanoleaf, os novos efeitos serão carregados no momento que você abrir a tela de detalhe de Triggers! Arquivo de som: Clique no botão para procurar por um arquivo de som que deve ser tocado com este Trigger. (somente .mp3 e .wav são permitidos) Para remover, delete o caminho do arquivo no campo. Quantidade: Você pode definir vários Triggers com um limite mínimo. Se você criar um Trigger de bits com 100 por exemplo: Um cheer de 99 Bits não acontecerá nada. Se alguém der 100+ Bits, o efeito será ativado. Então você pode fazer vários Triggers para 50+, 100+, 200+ etc Bits e Hosts. Duração e Cooldown: Duração e Cooldown em segundos. Cooldown conta para cara Trigger individualmente Brilho: Você pode especificar o brilho em % para cara Trigger. Valores devem estar entre 0 e 100. Somente VIP|Sub|Mod: Se você quiser dar somente para VIPs, inscritos ou moderadores a possibilidade de usar um comando ou palavra-chave!
sk_sk: Spúšťač: Je to "typ" udalosti, ktorá spúšťa, no... spúšťač. Twitch udalosť ako "Nový nasledovník" alebo "Nový predplatiteľ" vyžaduje trvanie v sekundách. Napríklad, ak získaš nového sledujúceho a spúšťač je nastavený na 10 sekúnd, tak NanoLeaf zmení efekt nastavený pre túto udalosť a po desiatich sekundách vráti efekt na predošlý. Polia "Príkaz" a "Cena" sú pre tento typ spúšťača vypnuté. Ak chceš použiť body kanála, musíš ísť na svoju Twitch nástenku (https://dashboard.twitch.tv/u/yourtwitchname/community/channel-points) a vytvoriť si vlastnú odmenu. Pre prepojenie odmeny so spúšťačom jednoducho uplatni názov požadovanej odmeny vytvorenej cez Twitch nástenku. Príkaz/Kľúčové slovo: Ak chceš umožniť divákom sa hrať s tvojími NanoLeafs panelmi, skús typ spúšťača "príkaz" alebo "kľúčové slovo"! Príkaz: Príkaz vyzerá takto: !príkaz (predpona ! a názov príkazu) Predpona "!" pred názvom príkazu môže byť zmenená za inú v záložke príhlásenia Bota. Správa diváka sa musí teda zhodovať s názvom príkazu. Ak nastavíš príkaz pre chat napr. !test a divák napíše !test123 alebo !test 123 tak sa Spúšťač neaktivuje! (Pozor ale, názov príkazového slova sa zadáva do poľa príkazu BEZ predpony) Kľúčové slovo: Na rozdiel od príkazu, kľúčové slovo môže byť jediná správa, časť slova alebo len časť celej vety. Ak nastavíš "test" ako kľúčové slovo, Spúšťač sa aktivuje pri napísaní všetkého obsahujúce toto slovo, napríklad "test", "test123", "ahojtesttosomja" alebo dokonca aj "Toto je len test"! Dokonca je možné nastaviť viacero kľúčových slov pre jeden efekt. Stačí ich len oddeliť čiarkou - "oheň,plamene,peklo" - "voda,more,oceán". Efekt: Je to zoznam efektov stiahnutý priamo z tvojho NanoLeaf zariadenia. Ak vytvoríš v mobilnej aplikácií NanoLeafs nové efekty a potom otvoríš detaily spúšťačov, nové efekty sa okamžite stiahnú. Zvukový súbor: Klikni na tlačidlo Vybrať a vyber zvukový súbor, ktorý by sa mal prehrať s týmto Spúšťačom. (povolené sú .mp3 a .wav) Pre odstránenie len zmaž cestu k súboru v textovom poli. Množstvo: Môžeš nastaviť niekoľko Spúšťačov s rôznymi minimálnimi limitmi. Ak napríklad vytvoríš spúšťač pre Bits s hodnotou 100, tak cheer s 99 Bits neurobí nič. Ale ak niekto pošle 100+ Bits, tak sa spustí zvolený efekt. Takže môžeš nastaviť viacero spúšťačov pre 50+, 100+, 200+ atď... Bits alebo počet ľudí v Hosťovaní. Trvanie a Časovač: Trvanie a Časovač sa udávajú v sekundách. Časovač sa počíta každému spúšťaču samostatne. Jas: Môžeš špecifikovať Jas v % pre každý spúšťač. Hodnoty môžu byť v rozmedzí 0 a 100. Len VIP|Sub|Mod: Ak chceš dovoliť používanie príkazov a kľúčových slov LEN pre VIP, Predplatiteľov a Moderátorov!

# Window_Trigger_Title
source: Trigger
da_dk: Udløser
de_de: Trigger (Auslöser)
fr_fr: Déclencheur
sk_sk: Spúšťač

# Window_Trigger_Header_On
source: Active
da_dk: Aktiv
de_de: Aktiv
fr_fr: Actif
pt_br: Ativo
sk_sk: Aktívne

# Window_Trigger_Header_Effect
source: Effect
da_dk: Effekt
de_de: Effekt
fr_fr: Effet
pt_br: Efeito
sk_sk: Efekt

# Window_Trigger_Header_Duration
source: Duration
da_dk: Varighed
de_de: Dauer
fr_fr: Durée
pt_br: Duração
sk_sk: Trvanie

# Window_Trigger_Header_Brightness
source: Brightness
da_dk: Lysstyrke
de_de: Helligkeit
fr_fr: Luminosité
pt_br: Brilho
sk_sk: Jas

# Window_Trigger_Header_Amount
source: Amount
da_dk: Beløb
de_de: Menge
fr_fr: Montant
pt_br: Quantidade
sk_sk: Množstvo
